{
    "cornish": ["Gorthugher da, ha dynnargh dhe dhyllans a’n seythen ma 'An Nowodhow' war BBC Radyo Kernow. <hr>",
    "Den, unnek bloodh ha dew ugens y oos, res eth dhe goll dhyworth treth Trebervedh ogas dhe Gastel Dintagel hag ev ow keskar lusu y hwoer y’n seythen eus passys. ",
    "Shane Galliers, dhyworth Lannstevan, a veu gweskis gans mordon vras ha skubys dhe-ves y’n mor. Assaya a wrug dew esel an bagas esa ganso dh’y sawya mes heb seweni. Eseli teylu an den a leveris an treth dhe vos “tyller personel dres eghen” dhedha. ",
    "Kyn hwrug hwilas parys an gonisyow sawyans yn efan, ny veu kevys an den. Dres peswar our, gwithysi alsyow dhyworth Kastel Boterel ha Porthysek a hwila an den, gans gweres a’n skath sawya Lannwedhenek hag a dro askel danvennys gans RMB Chivenor. ",
    "Dyghtyer an withysi alsyow Aberfala a leveris studh an gewer dhe vos disfaverus, gans hager-awelyow ha moryow tonnek. ",
    "Leveryades a’n Mayn Morek ha Gwithysi Alsyow a dherivas y hwarva hwithrans an morrep dhe vordrik, mes nag esa war aga thowl dhe hwilas pella. ",
    "Yn-medh Mike England a’n skath sawya Lannwedhenek, “Dieth bras yw nebonan dhe vos skubys dhe ves hag ev ow kul neppyth rag teylu.” <hr>",
    "Trev gernewek a wra prederi arta a-dro dh’y thowl dhe dhassevel arwodh hag a lever “Kerdh Hitler”. Konsel Pluw Lannvorek a sorras an gemeneth Yedhowek wosa assentya dhe dhassevel an arwodh ma yn park hag a vir dres Lannvorek. ",
    "Removys veu an arwodh dherowel gans Konsel Restorrmel an koth yn dew vil ha pymp, wosa krodhvolyow hy bos anwiw. ",
    "Mes a-gynsow, an konsel pluw a erhis arwodh nowydh. I a leveris bos “Kerdh Hitler” an hanow hag yw usys gans tus teythyek. Henwys o an park y’n bledhynnyow mil, naw kans, ha deg warn ugens, wosa konseler leel turantiel, “Hitler” y les-hanow. ",
    "Leveryas an Gemeneth Yedhowek Kernewek, Harvey Kurzfield, a leveris bos an ervirans dhe dhassevel an arwodh “outrayus”. Ev a grodhvolas orth an konsel pluw ha leverel: “My a wra ynia tus Yedhowek na dal dhedha vysytya an drev.” ",
    "Konseler a’n bluw, Jade Barron, a leveris: “Ny vynnen ni divlasa nagonan. An park re beu aswonnys avel “Kerdh Hitler” nans yw hirneth, henn yw oll. ",
    "“Rann gowrek istori an drev yw. Y fia dieth mar korrys henna dhe-ves.” ",
    "Lemmyn, yma an konsel ow tasprederi an towl. <hr>",
    "Yma bresel a-dro dhe’n berhenogeth a hel usys rag kuntelesow yn treveglos gernewek. ",
    "An Keffrysyans Kernow a Fondyansow Benenes (WIs) a lever i dhe bywa an hel, dhe Gellivre, ha res yw dhe nebonan a vynn gul devnydh anedhi hwilas aga hummyas. ",
    "Mes, herwydh an trevesigyon, prenys o an hel y’n vledhen mil, naw kans, seytek warn ugens gans an dreveglos a-barth an fondyans benenes leel. ",
    "An gedrynn a dhallathas pan dhegeas skorr leel an fondyans benenes drefen fowt a niverow. ",
    "An Keffrysyans a WIs a janjyas an florennow, ha gorra yn-bann arwodh hag a leveris nag o possybyl dhe entra y’n drehevyans heb kummyas. Byttegyns, an trevesigyon a janjyas an florennow arta. Lemmyn, ymons i ow kul devnydh a’n hel rag hwarvosow kemeneth. ",
    "An Keffrysyans a WIs a leveris: “Yth esa an hel fondys rag devnydh an fondyans benenes. Nyns esa fondys rag bos hel a dreveglos.” ",
    "Mes leveryas rag kessedhek hel an dreveglos a leveris: “An hel re beu usys, dres an blydhynnyow, rag hwarvosow a lies ehen – rag ensampel, besydhyansow, kevewiow, klassys, ha gwariow mus, keffrys ha kuntelesow a’n Fondyans Benenes.” <hr>",
    "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. An dowlen an seythen ma a veu skrifys gans Steve Penhaligon ha genev vy, John Prowse. Bys dy’ Sul nessa, nos da dhywgh hwi oll. "] ,
    "english":["Good evening, and welcome to this week’s edition of ‘An Nowodhow’ on BBC Radio Cornwall. ",
    "A 51-year-old man has been lost off Trebarwith Strand near Tintagel while he was scattering his sister’s ashes last week. ",
    "Shane Galliers, from Launceston, was struck by a large wave and swept out to sea. Two members of the group he was with tried to save him but without success. Members of the man’s family said the beach was “a very personal spot” for them. ",
    "Although teams from the rescue services made extensive searches, the man was not found. Two coastguard teams from Boscastle and Port Isaac searched for the man for four hours, with assistance from the Padstow lifeboat and a helicopter sent by RMB Chivenor. ",
    "The manager of Falmouth coastguards said the state of the weather was unfavourable, with gales and rough seas. ",
    "A spokeswoman for the Maritime and Coastguard Agency reported that a shoreline search had taken place at low tide but that there were no plans for further searches. ",
    "Mike England from Padstow lifeboat said, “It’s a great shame someone was doing something for a family and they end up getting washed off.” ",
    "A Cornish village will think again about its plan to reinstate a sign saying “Hitlers Walk”. Mevagissey Parish Council angered the Jewish community after agreeing to reinstate the sign in a park overlooking Mevagissey. ",
    "The original sign was removed by the old Restormel Council in 2005, after complaints that it was inappropriate. ",
    "But recently, the parish council ordered a new sign. They said that “Hitlers Walk” is the name used by local people. The park was named in the 1930s, after a dictatorial local councillor who was nicknamed “Hitler”. ",
    "A spokesman for the Cornish Jewish community, Harvey Kurzfield, said that the decision to reinstate the sign was “outrageous”. He complained to the parish council and said: “I shall urge Jewish people not to visit the village.” ",
    "Parish councillor Jade Barron said: “We didn’t want to offend anyone. The park has been known as “Hitler’s Walk” for a long time, that’s all. ",
    "“It’s a massive part of the history of the village. It would be a shame if that were taken away.” ",
    "Now, the council are reconsidering the plan. ",
    "There’s a dispute about a hall used for meetings in a Cornish village. ",
    "The Cornwall Federation of Women’s Institutes (WIs) say that they own the hall, near Kelly Bray, and anyone who wants to make use of it must seek their permission. ",
    "But, according to the villagers, the hall was purchased in 1937 by the village for the WI. ",
    "The trouble started when the local branch of the WI closed because of a lack of numbers. ",
    "The Federation of WIs changed the locks, and put up a notice saying that it wasn’t possible to enter the building without permission. However, the villagers changed the locks again. Now, they are using the hall for community events. ",
    "The Federation of WIs said: “The hall was established for the use of the WI. It wasn’t established to be a village hall.” ",
    "But a spokesman for the village hall committee said: “Through the years the hall has been used for many kinds of events – for example, christenings, parties, classes, and pantomimes, as well as WI meetings.” ",
    "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall. This week’s programme was written by Steve Penhaligon and by myself, John Prowse. Until next Sunday, good night to you all. "]  
  }