{
    "cornish": ["Dohajydh da, ha dynnargh dhe dhyllans an seythen ma 'An Nowodhow' war BBC Radyo Kernow. <hr>",
    "Yma termyn a dheu ansur dhe veneghiji simes ogas dhe Logh, drefen ny allas ygeri, kynth yw tennvosow erel ygerys rag vysytyoryon. ",
    "Herwydh Meneghiji Simes, rann an negys Wild Futures dhyworth Logh, ny allsens kavos peryl rag yeghes an simes. ",
    "I a wra galow yniadow rag gweres arghansek. ",
    "Y leveris Rachel Hevesi, kannas an meneghiji, Koronavirus yw godros yn hwir. ",
    "“Goliadow yn arbennek yw enevales a’n par ma dhe Govid-19, ytho yma meur a beryl y teffons ha bos klav po gweth” yn-medh hi. ",
    "“Res yw dhyn kemeres ragbrederow moy rag aga gwitha, ni a’ga sawyas seulabrys unnweyth dhyworth bewnansow fell ha gans dispresyans, ha ni a vynnsa ri orta bewnans da, onest ha hir omma.” <hr>",
    "Diwotti yn Pennsans neb na dhegemeres grontys Koronavirus re allas ygeri spas-esedha nowydh gans gweres dhyworth kesstrivoryon yn ogas. ",
    "Siobhan Tubb a orden Tavern an Morhogh. Hi a leveris yth o hi diglon dhe wul an gwella possybyl dres an hav rag goheles gasa hy arvethesigyon heb ober. ",
    "Hi a erviras efani hy spas-esedha, hag ostys erel a wrug ri gweres. I a lenyas aga formys aga honan dhedhi. ",
    "Yn-medh hi: “Ny vynsons arghans vyth ragdha, ny vynsons marnas agan gweres.” ",
    "“Agan kentrevogyon yw, mes agan kesstrivoryon ynwedh, ytho my a vynnsa leverel dhe bubonan ass yns kuv.” ",
    "Negys teythek aral, West Cornwall Removals, a weresas gans remova an formys. Yth esa gweres ynwedh dhyworth konseloryon, an esel senedh Derek Thomas, ha ledyoryon negys rag degea an fordh. ",
    "Ny vynnas an diwotti nessa, An Kay, kevrenna an formys drefen I dhe dhegemeres gront. ",
    "“Yma teyr seythen dha dhe’n hav gesys” yn-medh Mestres Tubb. ",
    "“Res yw dhyn seweni lemmyn.” <hr>",
    "Tangasor rann dermyn gesys heb treusporth rag gorthebi dhe woredhommow pan veu ledrys y dhiwros, a veu dhegemerys kemerydh. ",
    "Tanlu Ponswad a skrifas war Twitter an seythen usi passys hwedhel aga howethyas George. Ev a worthebis dhe walow war y walwydh nosweyth, dy’Lun, pan dhiskudhas ev an ladrans. ",
    "Herwydh an tanlu, wosa klewes an hwedhel war vedia socyal, Halfords a ros dhodho diwros flamm nowydh may hyll ev gorthebi dhe woredhommow yn y gemeneth leel. <hr>",
    "Tri ferson a veu shyndys yn tardh kegin yn diwotti war an kay yn Porth Ia. ",
    "Unn arvethesik a veu kemerys dhe glavji yn tro askel wosa an tardh dhe varr ha kegin an Valegva yn Fordh an Borthva. ",
    "Herwydh an Kreslu yth esa dhe unn person loskow martesen sevur. Dew arvethesik erel a veu shyndys ynwedh, mes prener vyth a veu shyndys. ",
    "Unn dustuni a leveris y klewas tardh ha wosa y hwelas meur a vog. ",
    "Greuv an porth a veu degys dres pols gans an gonisyow goredhom. ",
    "Herwydh an tanlu, yth esa daffar fria y’n gerth hag I a usyas kamera imach tesel hag I ow tifudhi an tan. <hr>",
    "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. An dowlen an seythen ma a veu skrifys gans Kensa Broadhurst, ha presentys genev vy Wella Morris. An pennskrifer o Steve Harris. Bys dy’ Sul nessa, dydh da dhywgh hwi oll. "] ,
    "english":["Good afternoon and welcome to this week’s edition of ‘An Nowodhow’ on BBC Radio Cornwall. ",
    "A monkey sanctuary near Looe is facing an uncertain future because it has been unable to open even though other attractions have been able to admit visitors. ",
    "The Monkey Sanctuary, run by Looe-based company Wild Futures, said they cannot risk the health of the monkeys.",
    " They are making an urgent appeal for financial help. ",
    "Rachel Hevesi, from the sanctuary, said coronavirus was a real threat. ",
    "'Animals like these are particularly vulnerable to Covid-19 so that means they are in danger of becoming ill or worse' she said. ",
    "'We have to take extra precautions to keep them safe, we have already rescued them from lives of cruelty and neglect and we want to make sure that we give them a good, decent, long life here.' ",
    "A pub in Penzance that missed out on coronavirus grants has been able to open a new seating area - with help from nearby competitors. ",
    "Siobhan Tubb runs The Dolphin Tavern. She said she was desperate to make the most of the summer in order to avoid redundancies for her staff. ",
    "She decided to expand her seating area, and other landlords are helping by lending her their own benches. ",
    "She said: 'They didn't want any money for them, they just wanted to help us.' ",
    "'These are our neighbours but also competitors and I just want everyone to know just how kind they are.' ",
    "Another local company - West Cornwall Removals - stepped in to help move the benches into position on Saturday after help from councillors, MP Derek Thomas and business leaders to close the road. ",
    "Meanwhile the pub next to hers, The Dock, declined her offer of sharing the extra space on the basis they had received a grant. ",
    "'We have got three good weeks of the summer left,' Mrs Tubb said. ",
    "'Now we need to crack on.' ",
    "A part-time firefighter left without transport for responding to emergencies when his bike was stolen, has been given a replacement. ",
    "Wadebridge Fire Station wrote the story of their colleague George on Twitter last week. He was responding to a call-out on his pager last Monday night when he discovered the theft. ",
    "The station said that, after hearing his story through social media platforms, Halfords had given him a brand-new bike to allow him to respond to emergencies within his local community. ",
    "Three people have been hurt in a kitchen explosion at a bar on the waterfront in St Ives. ",
    "A member of staff has been airlifted to hospital following the blast at the Balcony Bar and Kitchen in Wharf Road. ",
    "Police said one person had 'potentially serious burns'. Two other members of staff were also injured, but none of the diners in the bar was hurt. ",
    "One witness described hearing an explosion then seeing lots of smoke. ",
    "The harbour front was temporarily closed by emergency services. ",
    "Firefighters said they discovered a fryer unit inside the property and used a thermal imaging camera whilst extinguishing the fire. ",
    "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall. This week’s programme was written by Kensa Broadhurst and presented by me, Wella Morris. The editor was Steve Harris. Until next Sunday, good day to you all. "]  
  }