{
    "cornish": ["Dohajydh da, ha dynnargh dhe dhyllans a’n seythen ma ‘An Nowodhow’ war BBC Radyo Kernow. <hr>",
    "Den neb a wanas den ugens y vloodh yn park kerri wosa omladh yn diwotti, re beu prisonys dres isboynt a unn vledhen warn ugens. ",
    "Carl Smythe, hwegh ha dewgens y vloodh ha dhyworth Lyskerrys, a veu kevys kablus a voldrans Damien Bendelow. ",
    "Smythe a wanas Mester Bendelow, neb na vetsa kyns, hwegh gweyth, hag ev ow kerdhes dres park kerri dhe hwegves warn ugens a vis Genver. ",
    "Mamm Mester Bendelow a leveris re beu hy bewnans “brewys”, ha hy bos ow pewa “bewnans a bayn ha shyndyans.” ",
    "An lys re gelwys fatel re beu Smythe owth eva yn poos dhe’n tavern White Horse yn Lyskerrys, may teskrifyas evysi y vos amovys hag argasus. ",
    "An diysi a veu kedhlys kowetha Mester Bendelow dhe assaya terri omladh, hag y skwattyas Smythe diw vowes hag ev tewlys mes an diwotti. ",
    "Yn-mes, Smythe a bonyas war-tu ha Mester Bendelow hag ev ow treusi Park Kerri Marghas Bughes gans kowetha, dell hevel y dhorna, hag ow ponya mes an gwel. ",
    "Mester Bendelow a verwis diwettha yn klavji. ",
    "Yn derivas effeyth fethesik, mamm Mester Bendelow, Tracy Blackie a leveris: “Ow bewnans yw brewys, pub dydh y tifunav dhe’n keth hulla - nyns usi namoy ow Damien genev.” ",
    "Y das, Gary Bendelow a leveris bos “pupprys ynnov omglywans gwag”, ow keworra: “My a dyb y ferwis rann ahanav pan verwis eev.” ",
    "Ow preusi, Juj Simon Carr a leveris bos an ladhans “moldrans diboll... a-dro dhe neb sens munys a revyans”. ",
    "Y leveris na via brosans, ha ny dhoutyas “y hwra an gwel y’n park kerri daromres an re yowynk neb esa ena dres termyn hir”. ",
    "Richard Smith QC, ow tefendya, a leveris bos “edrek” dhe Smythe. ",
    "Y tegemeras Smythe breus a vewnans dhe Lys Kurun Truru. <hr>",
    "Bys dhe vil liter a drenken hidroklorek a veu skollyes dhe vragji yn Kernow. ",
    "Servisyow goredhom a dheuth dhe’n skoll dhe vragji Sharp yn Pennmeyn, ogas dhe Bonswad, a-dro dhe hanter wosa seyth myttinweyth dy’Meurth. ",
    "An substans peryllus re dheversa dhyworth kofen dhe system kardhkleudhyans klos, y leveris Gonis Tan ha Sawyans Kernow. Ny veu den vyth shyndys. ",
    "An bragji, hag a wra Doom Bar, a leveris nag esa argol dhe gemeneth po kerghynnedh ledanna. ",
    "Yth yw trenken hidroklorek usys gans an bragji rag kontrollya an trenkter a’y dhyskargans linyel kyns entra gweythva dhyghtyans, mes an drenken a yll kawsya loskow kymyk war gneus ha pystik sevur mars yw dybrys. ",
    "Bragji Sharp a leveris re wrussa devnydh a “oll an musuryow ragoberys yn ta hag yw res dhodho rag hwarvedhyans a’n par ma ha re sewsa va oll an gidyans ha dyghtyansow dell dhelledh”. ",
    "An gonis tan a geworras y feu an skoll glanhes gans arbenigoryon kevambos. <hr>",
    "Klavji kemeneth yn Kernow a veu kisys yn trog dre dan bras gorthugherweyth Dy’Meurth eus passys. ",
    "Hwegh mayni tanlu a dheuth dhe Glavji Edward Hain yn Porthia a-dro dhe hanter wosa naw wosa galow 999 a dherivas flammow ha mog owth omhwytha dhyworth an tyller. ",
    "Gonis Tan ha Sawyans Kernow a leveris y hedhis difeudhi an tan kyns hanternos, hag y grysis y vos kawsys gans korsennow tredanek nammys. ",
    "An klavji a dhegeas rag perthyoryon a-bervedh yn diw vil ha hwetek awos bernyow salowder tan, mes kaskyrghoryon re beu ow patalyas rag may hwreller y dhasygeri.<hr>",
    "Ha wortiwedh, yma godrigoryon dhe dhons meyn yn Kernow West ow pos govynnys “dhe brederi a dus erel” wosa krodhvolyow a-dro dhe dus ow tybri kroustyow dh’y gres ha fleghes ow kwari war venhiryon. ",
    "Dons Meyn Bosskawen yw dons meyn Oos Brons ogas dhe Eglosveryan. Yma dhodho etek menhir a rowan hag onan a ganndir hag a furv hirgylgh, yntra tri ugens dhe dheg ha tri ugens tros-hys a-dreus dhodho. ",
    "Yma ynwedh menhir ow posa, haval guw po naswydh ow posa a rivell howl. ",
    "Bagas Lyver Enep, neb a skoodh ha gweres dhyghtya an le, a leveris y kodh bos dyghtys avel tyller a wordhyans, ha dybri kroust yn y mysk dhe vos “anbrederus hag omvodhek troha godrigoryon erel hag ynwedh gul anvri dhe dus a us an le avel tyller rag kosoleth, kres ha gordhyans”. ",
    "Ev a leveris: “Y fia yntanus dhe assaya krambla a-wartha, mes mara kodh an menhir na, yth or gostydh dhe dharsewyans, hag yma an possybyta a flogh shyndys yn sevur po marow martesen.” <hr>",
    "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. An dowlen an seythen ma a veu skrifys gans Julia Wass, ha genev vy, Duncan McIntosh. Bys dy’Sul nessa, dohajydh da dhywgh hwi oll. "] ,
    "english":["Good afternoon, and welcome to this week’s edition of ‘An Nowodhow’ on BBC Radio Cornwall. ",
    "A man who stabbed a 20-year-old to death in a car park after a fight in a pub, has been jailed for a minimum of 21 years. ",
    "Carl Smythe, 46, of Liskeard, was convicted on Tuesday of murdering Damien Bendelow. ",
    "Smythe stabbed Mr Bendelow, who he had never met before, six times as he walked across a car park on 26 January. ",
    "Mr Bendelow's mother said her life had been “shattered“ and she was living a “life sentence of hurt and pain“. ",
    "The court heard Smythe had been drinking heavily at the White Horse in Liskeard, where drinkers described him as being agitated and aggressive. ",
    "Jurors were told Mr Bendelow's friends tried to break up a fight and Smythe hit two girls while being evicted from the premises. ",
    "Outside, Smythe ran towards Mr Bendelow as he was crossing the Cattle Market car park later with friends, appearing to punch him and then running from the scene. ",
    "Mr Bendelow died later in hospital. ",
    "In a victim impact statement, Mr Bendelow's mother Tracy Blackie said: “My life is shattered, every day I wake up to the same nightmare - my Damien is no longer with me.“ ",
    "His father Gary Bendelow said he had a “constant empty feeling inside me“, adding: “I think a part of me died when he died.“ ",
    "Sentencing, Judge Simon Carr said the killing was a “senseless murder ... over some petty sense of grievance“. ",
    "He said there had been no provocation and he had no doubt “the scene in the Cattle Market will haunt the young people who were present for a long time“. ",
    "Richard Smith QC, defending, said Smythe was “remorseful“. ",
    "Smythe received a mandatory life sentence at Truro Crown Court. ",
    "Up to 1000 litres of hydrochloric acid was spilt at a brewery in Cornwall. ",
    "Emergency services attended the spill at Sharp’s brewery in Rock near Wadebridge at about 7.30 on Tuesday morning. ",
    "The hazardous material had leaked from a container into a contained drainage system, Cornwall Fire and Rescue Service said. No-one was injured. ",
    "The brewery, which makes Doom Bar, said there was no risk to the wider community or environment. ",
    "Hydrochloric acid is used by the brewery to control the acidity of its waste effluent before it enters a treatment plant, but the acid can cause chemical burns on the skin and severe injury if ingested. ",
    "Sharp’s Brewery said it had deployed “all the well-rehearsed, necessary measures for an incident of this type and had followed all guidelines and procedures as appropriate”. ",
    "The spill was being cleaned up by a specialist contractor, the fire service added. ",
    "A community hospital in Cornwall was badly damaged by a major fire last Tuesday evening. ",
    "Six fire crews attended the Edward Hain Hospital in St Ives at about 21:30 after a 999 call reported flames and smoke billowing from the site. ",
    "Cornwall Fire and Rescue Service said it managed to extinguish the fire by midnight, and it believed it was caused by faulty electrical cables. ",
    "The hospital shut to inpatients in 2016 because of concerns about fire safety, but campaigners have been fighting to get it reopened. ",
    "And finally, visitors to a stone circle in West Cornwall are being asked to “consider others” after complaints about people picknicking in the centre of it and children playing on standing stones. ",
    "Boscawen-Un is a Bronze Age stone circle near St Buryan in Cornwall. It has 18 upright stones of granite and one of quartz that from an ellipse measuring about 60ft to 70ft across. ",
    "There is also a leaning stone, resembling a javelin or the leaning needle of a sundial. ",
    "A Facebook group, which supports and helps look after the site, said it should be treated as a place of worship, and that picknicking in the middle was “inconsiderate and selfish towards other visitors and also incredibly disrespectful towards the people who use the site as a place for quiet, peace and worship”. ",
    "It said: “It might be fun trying to get up to the top, but if that stone falls, you’re liable to prosecution and the possibility of a seriously injured or possibly even dead child.” ",
    "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall. This week’s programme was written by Julia Wass and by myself, Duncan McIntosh. Until next Sunday, good afternoon to you all. "]  
  }