{
    "cornish": ["Dohajydh da, ha dynnargh dhe ‘An Nowodhow’ war BBC Radyo Kernow. <hr>",
    "Y feu an Ruvaneth Unys nasyes kalessa gans Covid-19 yn-mysk erbysiedhow brassa yntra misyow Ebrel ha Metheven; herwydh OECD, (henn yw, Kowethyans rag Kesoberyans Erbysek ha Displegyans). ",
    "Y erbysiedh a soffras y vrassa slynk war govadh dres termyn tri mis, ha musuryow lockdown ow herdhya an pow yn sodhogel yn kilans. ",
    "Y gotheans a ugens poynt peswar kansrann o moy ‘es kodh a naw poynt eth kansrann rag an seytek warn ugens a genedhel OECD warbarth, dell lever an tank-prederi. ",
    "Pan dhellos an Ruvaneth Unys y niverow GDP nessa kwartron a-varra y’n mis ma, Chanseler Rishi Sunak a leveris dhe’n BBC re berformyas erbysiedh Ruvaneth Unys lakka es y gesparyow Unyans Europek awos bos y fog war servisyow, helder ha spendyans konsumyer. ",
    "Mes Anneliese Dodds, chanselores-skeus a vlamyas Pennvenyster Boris Johnson rag skeul an deklinyans erbysek, yn-medh: “treylyans yn-nans wosa lockdown o anwoheladow - mes nag o barras sodhow Johnson.” <hr>",
    "Yma havysi ow pos ynniys dhe avisya fronansow Koronavirus, awos kewsel unn “dhegemerores fethys” a-dro dhe vos abusys der anow. ",
    "Beth Richards, dhyworth Kernow, re skrifas lyther apert ow pledya gans havysi bos hwekka dhe vayni. ",
    "Hi a leveris dell esa nebes tornysi ow skonya aswon ha defia an rewlys settys rag lettya lesans an virus. ",
    "Kesva dornyaseth Visit Cornwall a leveris nag eus “askusyans vyth” rag omdhegyans drog awos an rewlys dhe weres gwitha pubhuni. ",
    "Y Sodhek Pennweythresek Malcolm Bell a leveris re bia “moy hwarvedhyansow” a debeldhyghtyans kevehelys orth bledhynnyow eus passys, mes ny veu an rann vrassa hwath. ",
    "Mestres Richards, dew warn ugens hy oos, neb a ober yn park dy’gol, a leveris re bia havysi owth omgartha aga sorr war vayni hag a gewsis wosa keschanj “lastek kyns oll” hag a’s gasas “yn tagrow”. ",
    "Hi a leveris hi dhe vos awenys dhe skrifa an lyther apert awos hy bos skwith dhe weles pubhuni ow pos dyghtys yndellma. ",
    "An dhegemerores a leveris bos gwestoryon ow krodhvolas warnedhi a-dro dhe brisyow amyttyans ha hi re bia henwys “ydyot” ha “gocki” dh’y ober. ",
    "Owth oberi dhe bark dy’gol yn Kernow, hi a leveris y vos gocki dell glewas yn fenowgh tus a lever y tothyens dhe Gernow rag “skapya Covid”. ",
    "“Mes res yw dhe dornysi perthi kov oberoryon ostyansek dhe vos tus ynwedh ha ny wren ni gul maystri war Covid – hag yth eson ow kul agan gwella dh’aga gwitha saw,” yn-medh hi. ",
    "An postyans Lyver Enep, an pyth re bia kevrennys moy es diw vil hag eth kans gweyth a’s gwerasas konvedhes dell na veu a’y honan, wosa klewes hwedhlow dhyworth tus erel owth oberi y’n diwysyans, y keworras hi. ",
    "Hi a boslevas na veu an messach medrys orth tornysi oll ha hi a waytyas bos da gans meur anedha pesya dy’golya yn Kernow. <hr>",
    "An effeyth possybyl a’n pandemek war dhiwysyans tornyaseth re beu deskrifys gans Konsel Viajya ha Tornyaseth an Bys, po WTTC. ",
    "Y lever bos an Ruvaneth Unys parys dhe gelli bys yn dew vilyon warn ugens yn rentow tornyaseth hevlena awos an pandemek. ",
    "Spenans gans vysytyoryon neb a dheu dres mor a allsa kodha a voy es etek kansrann ha tri ugens, po tri ugens milyon pub dydh, dell lever an WTTC. ",
    "Yn kas lakka, y fydh peryllys tri milyon a sodhow dres an Ruvaneth Unys. ",
    "Y leveris bos tornysi ow kortos mes an Ruvaneth Unys yn parys awos ansurneth a-dro dhe fronansow viajya. ",
    "Vysytyoryon re beu digolennys a dhos dhe Ruvaneth Unys awos y vos skwattys kalessa gans an pandemek ‘es pub pow Europek aral. ",
    "An boum ‘staycation’ a’n hav ma re welas anedhysi Ruvaneth Unys ow fistena dhe ragerghi dygolyow y’ga fow aga honan, mes an WTTC a breder bos fowt a vysytyoryon estrenek dhe gawysa kisyans erbysek hwath. ",
    "Lewedhes WTTC Gloria Guevara a leveris an payn ha soffrans erbysek gans milvilyow a veni dres an Ruvaneth Unys, neb a greg war viajya ha tornyaseth rag aga bewnansow, dhe vos kler a’n niverow diwettha. ",
    "Hi a leveris bos edhom a “vledhynnyow dhe yaghhe” a’n slynk yn demond. ",
    "Y keworras hi bos res porres dhyn chanjya musuryow kwarantin “hedhi- dalleth” gans towlennow previ-ha-helerghi kompassus hag kost-effeythus dhe dylleryow dibarth dres an pow.” ",
    "Susannah Streeter, dielvenydhes henavek kevarghow ha marghasow dhe Hargreaves Landsdown a leveris kynth esa kressyans a niver dygol a- bervedh yn Ruvaneth Unys, hag owth avodya konsumyoryon viajya dres mor, yth yw diwirhaval dhe omberthi diskarans viajya keswlasek. <hr>",
    "Re bewgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. An dowlen an seythen ma a veu skrifys gans Julia Wass, ha genev vy, Duncan McIntosh. Bys dy’Sul nessa, dohajydh da dhywgh hwi oll. "] ,
    "english":["Good afternoon, and welcome to this week’s edition of ‘An Nowodhow’ on BBC Radio Cornwall. ",
    "The UK was the hardest hit by Covid-19 among major economies from April to June; according to the Organisation for Economic Co-operation and Development. ",
    "Its economy suffered its biggest slump on record over the three-month period as coronavirus lockdown measures pushed the country officially into recession. ",
    "Its 20.4% contraction was well above the 9.8% drop for the 37 OECD nations as a whole, the think tank said. ",
    "When the UK published its second-quarter GDP figures earlier this month, Chancellor Rishi Sunak told the BBC that the UK economy had performed worse than its European Union counterparts because it was focused on services, hospitality and consumer spending. ",
    "But shadow chancellor Anneliese Dodds blamed Prime Minister Boris Johnson for the scale of the economic decline, saying: 'A downturn was inevitable after lockdown - but Johnson's jobs crisis wasn't.' ",
    "Holidaymakers are being urged to observe the Coronavirus restrictions as one “defeated receptionist” has spoken out about being verbally abused. ",
    "Beth Richards from Cornwall has written an open letter appealing to tourists to be nicer to staff. ",
    "She said some tourists were ignoring and challenging the rules put in place to prevent the spread of the virus. ",
    "Visit Cornwall tourism board said there was “no excuse” for poor behaviour as the rules helped to protect everyone. ",
    "Its CEO Malcolm Bell said there had been “more incidents” of abuse compared to previous years, but it was still not the majority. ",
    "Twenty-two-year-old Ms Richards, who works in a holiday park said visitors had been taking out their frustrations on staff and spoke after a “particularly nasty” exchange that left her “in tears”. ",
    "She said she was inspired to write the open letter because “I was fed up of seeing everyone being treated like this”. ",
    "The receptionist said she had guests complaining about earlier check-in times and being called an “idiot” and “stupid” at work. ",
    "Working at the Cornish holiday park, she said it was absurd that she frequently heard people say they had come to Cornwall to “get away from Covid”. ",
    "“But tourists need to remember that hospitality workers are humans too and that we’re not in control of Covid – and we’re just doing our best to keep them safe,” she said. ",
    "The Facebook post, whch has been shared more than 2,800 times, helped her to realise she was “not alone” after hearing stories from other people working in the industry, she added. ",
    "She emphasised the message was not directed at all tourists and hoped many of them continued to enjoy holidays in Cornwall. ",
    "The potential economic effect of the pandemic on the UK tourism industry has been described by the World Travel and Tourism Council. ",
    "It says that the UK is set to lose up to £22bn in tourism revenues this year because of the pandemic. ",
    "Spending by visitors from overseas could fall by as much as 78%, equivalent to £60m a day, says the WTTC. ",
    "In the worst case scenario, this would put three million jobs across the UK in jeopardy. ",
    "The WTTC said tourists were 'staying away from the UK in droves' because of uncertainty over travel restrictions. ",
    "Visitors have been put off coming to the UK because it has been hit harder by the pandemic than any other European country. ",
    "This summer's 'staycation' boom has seen UK residents flocking to book holidays in their own country, but the WTTC thinks the lack of foreign visitors will still inflict economic damage. ",
    "WTTC president Gloria Guevara said that the economic pain and suffering caused to millions of households across the UK, who are dependent upon travel and tourism for their livelihoods, is evident from the latest figures. ",
    "She said the UK could take 'years to recover' from the slump in demand. ",
    "'We urgently need to replace stop-start quarantine measures with rapid, comprehensive and cost-effective test and trace programmes at departure points across the country,' she added. ",
    "Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown, said that although there has been an increase in the number of domestic holidays being taken in the UK, as UK consumers steer clear of trips abroad, their spend is highly unlikely to offset the collapse of international travel. ",
    "You’ve been listening to ‘An Nowodhow’ on BBC Radio Cornwall. This week’s programme was written by Julia Wass and by myself, Duncan McIntosh. Until next Sunday, good afternoon to you all. "]  
  }