{
    "cornish": ["Dohajydh da, ha dynnargh dhe dhyllans an seythen ma ‘An Nowodhow’ war BBC Radyo Kernow.<hr>",
    "Yth ynkressyas dres eghen an niver a dus yn Kernow a worta bledhen po moy rag dyghtyans NHS (Gonis Yeghes Kenedhlek) dres an kleves pandemek, dhyworth peswar yn mis Hwevrer dhe 136 yn mis Metheven. ",
    "Kovid-19 a astelas meur a apoyntyansow, mes yma an trestow ow tastalleth lemmyn dyghtyansow tewlys, hag ynia an dus dhe gemeres py dedhyas pynag yw profyes orta, ha’n fog orth an re gans kudynnow moy yniadow po a wrug gortos an hirra termyn. ",
    "Kate Shields, pennweythresek Trest Klavjiow Kernow Riel, a leveris bos res dhe buptra moy a dermyn drefen, rag gwitha pubonan, “bos pub person a dheu dredhon dyghtyes kepar dell vo dhedha Kovid-19.”<hr>",
    "Bagas treusparti a gonseloryon a lever y tal bos chanjyes korf lagha Konsel Kernow wosa i dhe vos lettyes rag kildenna ervirans dhe sina kevambos a dheg bledhen warn ugens dhe brovia moy a anedhow gwitha. ",
    "An mis usi passyes y komendyas Kabinet Konsel Kernow towlow dhe sina bargen gans Mears, selys yn Pow Karlow (Gloucestershire), dhe dhrehevel moy a anedhow gwitha dres Kernow oll. ",
    "Bagas a golseloryon – Jane Kirkham (Lavur), Loveday Jenkin (Mebyon Kernow) ha Barbara Ellenbroek (Gwithyasel) – a erviras dhe ombrofya dhe gildenna an ervirans, rag may fe dedhlys gans kessedhek hwithrans. Mes neghys o an ombrofyans gans sodhek laghel a’n konsel neb a leveris an ombrofyans dhe fyllel drehedhes an breusverkow a res. ",
    "Yn-medh an tri honseler, “Mar ny asso korf lagha an konsel konseloryon dhe hwithra yn fas ervirans a alla kildhyllo orth an dus a Gernow, dell brederons i yn hwir, ytho kamm yw an korf lagha ha res yw dhyn y janjya. ",
    "Ny yll bos kompes y hyll unn sodhek lettya hemma dhe hwarvos.”<hr>",
    "Gwithti nowydh a wra solempnya bewnans Emily Hobhouse, benelegor ha kaskyrgher rag gwiryow denel. Drehevys vydh yn Sen Iv, ogas dhe Lyskerrys, le may veu hi genys mis Ebrel 1860. ",
    "An moyha aswonnys o rag kaskyrghes erbynn an studhyow euthyk a-bervedh y’n kampow bretennek yn Afrika Dyghow dres Bresel an Boeren ha rag assaya dhe astel Kynsa Bresel an Bys.<hr>",
    "Y teklarir rol ragdresow a wra ombrofya rag arghans dhyworth Arghas Grewgh Drehevel an governans. ",
    "Y’ga mysk yw Hel rag Kernow yn Truru, ha gweythva a nerth tesel dororiethel rag estenna lithiom rag batriow yn Gonyow Unys, ogas dhe Resrudh. <hr>",
    "Gwithysi an arvor a leveris bos an bennseythen usi passyes an moyha bysi dres peder bledhen rag nebes sawysi goredhommek, gans meur a armow rag skathow-sawya, parys sawyans ha gwithysi trethow. ",
    "Y’n gwettha prys yn-mysk an garmow o unn hwarvedhyans marwel, pan verwis den y’n mor ryb Pedn Vownder ogas dhe Borthkornow. ",
    "Konsel Kernow a leveris yn unn bosleva ev dhe dhynnerghi havysi mars obayons i an rewlys a ombellheans socyal ha gwiska maskow bejeth pan dheffa ha bos moy bysi an trethow, an trevow ha’n treveglosyow. ",
    "Doktour Ruth Goldsteen, kusulyas a yeghes poblek rag an konsel, a leveris bos yn arbennek posek dhyn omdenna a dus y’n henysow arvorel hag yn stretow ynn Kernow. ",
    "Nebes teythyogyon re leveris bos poos gansa mos yn-mes awos niver owth ynkressya a havysi.<hr>",
    "Yth esowgh hwi ow koslowes orth “An Nowodhow” war BBC Radyo Kernow. An dowlen an seythen ma a veu skrifys ha presentys genev vy, Wella Morris. Steve Harris o an pennskrifer. Bys dy’Sul nessa, dydh da dhywgh hwi oll. "] ,
    "english":["Good afternoon, and welcome to this week’s edition of An Nowodhow on BBC Radio Cornwall. ",
    "The number of people in Cornwall waiting a year or more for NHS treatment has drastically increased during the pandemic, from four in February to 136 in June. ",
    "Covid-19 stopped many appointments, but the trusts are now restarting planned treatments and have been urging people to take up any date they are offered, with the focus on those with more urgent problems or who have been waiting the longest. ",
    "Kate Shields, chief executive of the Royal Cornwall Hospitals Trust, said everything was taking longer because, to keep everyone safe, “every person who comes through is treated as if they’ve Covid-19.” ",
    "A cross-party group of councillors say that Cornwall Council’s constitution should be changed after they were blocked from calling in a decision to sign a 30-year contract to provide extra care homes. ",
    "Cornwall Council’s Cabinet last month approved plans to sign a deal with Gloucestershire- based Mears to build extra care homes across Cornwall. ",
    "A group of councillors – Jayne Kirkham (Labour), Loveday Jenkin (Mebyon Kernow) and Barbara Ellenbroek (Conservative) – decided to apply to call-in the decision, so it would be discussed by a scrutiny committee. But the application was denied by a council legal officer who said that the application failed to meet the required criteria. ",
    "The three councillors said, “If the council’s constitution doesn’t allow councillors to properly scrutinise a decision that they are genuinely worried will backfire on the people of Cornwall, then the constitution is wrong and we must change it. ",
    "It cannot be right that one officer can prevent this from happening.” ",
    "A new museum will celebrate the life of Emily Hobhouse, feminist and human rights campaigner. It will be built at St Ive near Liskeard, where she was born in April 1860. ",
    "She was best known for campaigning against the terrible conditions inside the British camps in South Africa during the Boer War and trying to end World War One. ",
    "A new museum will celebrate the life of Emily Hobhouse, feminist and human rights campaigner. It will be built at St Ive near Liskeard, where she was born in April 1860. ",
    "She was best known for campaigning against the terrible conditions inside the British camps in South Africa during the Boer War and trying to end World War One. ",
    "Last weekend was the busiest for some emergency rescuers in Cornwall in four years, with numerous call-outs for lifeboats, rescue teams and lifeguards, coastguards have said. ",
    "Unfortunately, the call-outs included one fatal incident, when a man died in the sea at Pedn Vounder near Porthcurno. ",
    "Cornwall Council has stressed that it welcomes holidaymakers as long as they stuck to social distancing rules and wore face masks when beaches, towns and villages got busier. ",
    "Dr Ruth Goldsteen, public health consultant for the council, said it is particularly important to keep your distance from people on coastal paths and Cornwall’s narrow streets.",
    "Some locals have said they were reluctant to go out because of the growing number of visitors.",
    "You’ve been listening to An Nowodhow on BBC Radio Cornwall. This week’s script was written by me, Wella Morris. The editor was Steve Harris. Until next Sunday, good day to you all. "]  
  }