{
    "cornish": ["Dohajydh da, ha dynnargh dhe dhyllans an seythen ma 'An Nowodhow' war BBC Radyo Kernow. <hr>",
    "Dyghtyoryon kowethyansow viaj re leveris bos own dhedha y hwra fyllel hwath moy a negysyow awos rewlys nowydh ow tochya viajyow ynter Spayn hag an Ruvaneth Unys. ",
    "A-gynsow, y kressyas an niver a dus yn Spayn ow perthi Kovid-19 ha lemmyn, herwydh an rewlys nowydh, y tal dhe bubonan ow tehweles alena dhe’n Ruvaneth Unys omenyshe dres peswardhek dydh. ",
    "An governans a leveris y fia res dhodho omdhoon ‘yn maner snell hag ervirus’ ma na vo kressyans an kleves y’n pow ma. ",
    "Kevarwodher Ayrborth Tewynblustri, Pete Downes y hanow, a leveris y tallathsa a-gynsow servis nowydh ynter Tewynblustri ha Spayn, mes bos an rewlys omenysheans droglam aral rag an diwysyans ayrlinen. ",
    "Yn-medh ev, ‘Ni re beu ygor dres teyr seythen lemmyn. ",
    "Alicante re bia agan nijhyns ow performya an gwella dres an termyn na, yn certan. ",
    "Kyfyans an drethysi re bia ow tehweles tamm ha tamm. ",
    "British Airways a dhallathas aga servis nowydh dhe Heathrow dy’Gwener dhe nos, hag yma ev ow spedya. Chalenj nowydh yw hemma ragon hag yma edhom dhyn y dhyghtya’. <hr>",
    "An RNLI re dherivas y tegemersa lies krodhvol a-gynsow awos an fara gorthsocyal a lewyoryon lestri personel, kepar ha stifskiow. ",
    "Namna gweskys re bia lies den gans an lestri ma hag i ow neuvya y’n mor hag yn avonyow oll a-dro dhe’n arvor Kernow. ",
    "Mester porthow Truru ha Pennrynn a leveris na welsa ev bythkweth lakka fara. ",
    "Ev a geworras an fara gorthsocyal dhe dhalleth pan veu lewsys an rewlys ow tyghtya bewnans yn-dann alhwedh. ",
    "Yn-medh ev, ‘Dres deg bledhen avel mester porth Truru, an seson ma yw an moyha kales rag dyghtya an keth kudyn ma. ",
    "Drog pes yn feur ov na wra pubonan revrons dh’agan porth teg’. ",
    "Leveryas a-barth an RNLI a leveris y tal lewyoryon an lestri ma bos trenyes yn ta hag ombellhe dhyworth an arvor hag i ow kul devnydh anedha. ",
    "Ev a geworras bos res dhe lewyoryon omdhoon yn maner kortes war-tu ha tus erel y’n dowr. <hr>",
    "Google re dheklaryas bos towlow dhodho a ystyn korsen rosweyth nowydh yn-dann an Keynvor Atlantek ow keskelmi an Statys Unys, an Ruvaneth Unys ha Spayn. ",
    "Henwys vydh an gorsen nowydh Grace Hopper, war-lergh an wodhonydhes jynn-amontya ha kilamiral Amerikanek, ha junys vydh hi dhe’n tir meur bretennek ogas dhe Borthbud. ",
    "An kowethyans a lever bos desin an gorsen selys war teknologieth a’n moyha arnowydh ha fest gwell vydh hi ages an korsennow usi ow treusi an Atlantek y’n eur ma. ",
    "Herwydh Google, a-dro dhe etek kansran ha peswar ugens a dhata an bys yw treusperthys dres korsennow yn-dann vor, ytho pur bosek yw an gevren nowydh ma dhe’n kowethyans. ",
    "Yma govenek dhe Google may fo an ragdres gorfennys erbynn an vledhen dew vil, dew warn ugens. <hr>",
    "A-dro dhe Gernow, yma gwithtiow ha mirvaow ow tasygeri aga darasow dhe’n werin wosa peswar mis a vewnans yn-dann alhwedh. ",
    "Ygerys veu Tate Porthia dy’Lun usi passyes ha leveryas a-barth an virva a leveris aga bos lowen dres eghen orth y wul. ",
    "Ev a geworras bos res dhe brenoryon prena tokyn warlinen kyns dos dhe’n virva hag y fedha lergh unfordh a vedha res dhedha y sewya. ",
    "Treweythyow, y fedha res dhe brenoryon gul lost rag mentena ombellheans socyal. ",
    "Yn Aberfala, ygor yw Gwithti Morek Kenedhlek arta hag y fydh chons dhe vysytyoryon a weles an diskwedhyans ‘Euthviles an Downvor’ rag an kynsa tro. ",
    "Esel mayni an gwithti, Graham Stratfold, a leveris y fia gwrys meur a janjyow rag surhe salowder an vysytyoryon ha glanhes heb lett dres an jydh vedha pub diskwedhyn a ve tochys gans eseli an werin. <hr>",
    "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. An dowlen an seythen ma a veu skrifys ha presentys genev vy, Steve Penhaligon. An pennskrifer o Wella Morris. Bys dy’ Sul nessa, dydh da dhywgh hwi oll. "] ,
    "english":["Good afternoon and welcome to this week’s edition of ‘An Nowodhow’ on BBC Radio Cornwall. ",
    "Managers of travel companies have said that they fear more businesses will fail because of new rules affecting journeys between Spain and the UK. ",
    "Recently, the number of people suffering from Covid-19 in Spain has increased and now, according to the new rules, everyone returning from that country to the UK should self- isolate for fourteen days. ",
    "The government said that it had had to act ‘rapidly and decisively’ so that there might be no increase in the disease here. ",
    "Director of Newquay Airport, Pete Downes, said that a new service had started recently between Newquay and Spain, but that the self-isolation rules were another misfortune for the airline industry. ",
    "He said, ‘We've been open for three weeks now. ",
    "Alicante had been our best-performing route, certainly during that time. ",
    "Passenger confidence has been steadily returning. ",
    "British Airways began their new service to Heathrow on Friday night, that's been going very well. This is a new challenge for us and one we have to deal with’. ",
    "The RNLI has reported that it had received many complaints on account of the anti-social behaviour of drivers of personal watercraft, such as jetskis. ",
    "Several people had been nearly struck by these craft while swimming in the sea and rivers all around the Cornish coast. ",
    "The harbourmaster of Truro and Penryn said that he had never seen worse behaviour. ",
    "He added that the antisocial behaviour had begun when the rules governing life under lockdown were relaxed. ",
    "He said, ‘In 10 years as harbour master of Truro, this is the most difficult season dealing with this particular issue. ",
    "I feel quite upset that people are disrespecting our beautiful harbour’. ",
    "A spokesman for the RNLI said that riders of these craft should be well trained and keep away from the shore while using them. ",
    "He added that riders must behave in a considerate manner towards others in the water. ",
    "Google has announced that it has plans to lay a new network cable under the Atlantic Ocean linking the USA, the UK and Spain. ",
    "The new cable will be called Grace Hopper, after the American computer scientist and rear- admiral, and it will be connected to the British mainland near Bude. ",
    "The company says that the cable’s design is based on the most up-to-date technology and will be much better than the cables currently crossing the Atlantic. ",
    "According to Google, about 98% of the world’s data is transported by undersea cables, so this new link will be extremely important to the company. ",
    "Google hope that the project will be completed by 2020. ",
    "Around Cornwall, museums and galleries are reopening their doors to the public after four months of life under lockdown. ",
    "Tate St Ives opened last Monday and a spokesman for the gallery said that they were delighted to do so. ",
    "He added that customers must buy a ticket online before coming to the gallery and that there would be a one-way system which they would have to follow. ",
    "Occasionally, customers would have to queue in order to maintain social distancing. ",
    "In Falmouth, the National Maritime Museum is open again and visitors will have a chance to see the ‘Monsters of the Deep’ exhibition for the first time. ",
    "A member of the museum staff, Graham Stratfold, said that many changes had been made to ensure visitors’ safety and that every exhibit that might be touched by members of the public would be constantly cleaned throughout the day. ",
    "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall. This week’s programme was written and presented by me, Steve Penhaligon. The editor was Wella Morris. Until next Sunday, good day to you all. "]  
  }