{
    "cornish": ["Dohajydh da, ha dynnargh dhe dhyllans a’n seythen ma ‘An Nowodhow’ war BBC Radyo Kernow. <hr>",
    "Rewlys nowydh re dheuth dhe Bow Sows, an pyth a finweth braster bagasow kowethasek dhe hwegh person hepken, rag assaya hedhi lesans Kovid-19. ",
    "Y fydh spalyow bys teyr mil dew kans peuns mar torr an dus an lagha ma lieskweyth. ",
    "An rewl a hwegh nowydh a wra kawsya kudyn bras rag negysyow ombareusi, herwydh Alistair Handyside, kaderyer Keffrysyans Tornyaseth Soth-West. ",
    "Y leveris Mester Handyside dhe’n BBC bos an mater moy posek lemmyn an pyth a hwyrvydh dres an seythennyow a dheu bys yn Nadelek. ",
    "“Mar kevyn ni mis Kevardhu, gans Nadelek ha’n seythen Bledhen Nowydh, neb yw seythennyow posek, ni a wra gweles damach yn hwir” yn-medh ev. ",
    "Herwydh an governans, an rewl nowydh a sempelha hag a grefha an rewlys a-dro dhe hwarvosow kowethasek. ",
    "I a vydh esya dhe gonvedhes hag esya rag an kreslu dhe restra, hag I owth attamya Koronavirus, gans ynkressyans uskis y’n niver a gasys positiv dedhyek a-lergh. <hr>",
    "Konseloryon re unverhas dalleth kussulyans poblek yn kever ynkressya tollow rag tremena pons Tamar, drefen bos difygas dhe beswar kans mil beuns, kawsys gans sewyans monesek a’n pandemic Koronavirus. ",
    "Herwydh an towlow, kost an tagg pes-kyns a wra ynkressya dhe unn peuns ugens dinar mis Genver. An toll mona a vydh dew beuns dew ugens dinar dhyworth an vledhen diwvil dew warn ugens. ",
    "Res yw dhe’n kabinettys Aberplymm ha Kernow fasthe an towlow ma kyns pub esel etholys dhe votya warnedha. <hr>",
    "Y tybir Rester eylgylghyans rag linnenow-byskessa kankresyn Kernow bos an kynsa a’y eghen ma y’n Ruvaneth Unys. ",
    "An ragdres, lonchys gans Bagas Gwithans Mor Logh, a vynn byghanhe an myns defolyans plastek askorrys gans an aktivita trethvor. ",
    "Herwydh an bagas, pyskessa rag kankres re dheuth ha bos kudyn yn trevow pyskessa awos bos gesys war-lergh linennow-pyskessa po rosow. ",
    "Gans gorsavow eylgylghyans nowydh, daffar a allsa bos dasusys gans pyskadoryon erel po eylgylghys. An dowlen a wra profya le rag an dus dhe ri aga gwelen-byskessa wosa dydh spenys ow pyskessa. ",
    "An gorsavow a vydh gwakhes yn fenowgh gans bodhogyon. I a wra digemyska an daffar hag ervira an pyth a wra hwarvos dhedha. ",
    "Nebes anedha an pyth nag allsa bos dasusys gans an poblek a vydh eylgylghys yn kayakys, y leveris an bagas. ",
    "Yn-medh kaderyores, Amelia Bridges hy hanow: “Nans yw bledhynnyow, ni a vynna kavos digolm rag an kudyn ow tevi ma, hag yma govenek dhyn an towl ma, ryb tenewen agan kod konduk rag pyskessa-kankres, an pyth a lonchsyn ni an vledhen eus passys, a wra mos yn nep fordh war-tu ha henna.” ",
    "Gwelennow-pyskessa ha rosow tewlys dhe-ves yw godrosow pur wir dhe enevales y’n mor, yn arbennek dre dhresya, ha rag agan kokow dre dhresya jynnys. Mar kallsen ni gul neb tra rag hedhi henna y fydh bryntin. ",
    "Yma diw gist seulabrys yn Logh, hag yma towl dhe ynstallya moy y’n misyow a dheu.  <hr>",
    "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. An dowlen an seythen ma a veu skrifys gans Kensa Broadhurst, ha presentys genev vy Wella Morris. An pennskrifer o Duncan McIntosh. Bys dy’ Sul nessa, dydh da dhywgh hwi oll. "] ,
    "english":["Good afternoon, and welcome to this week’s edition of ‘An Nowodhow’ on BBC Radio Cornwall. ",
    "New rules have come into force in England, which limit the size of social gatherings to six people, to try to stop the spread of coronavirus. ",
    "There will be fines of up to £3,200 if people repeatedly break the law. ",
    "The new Rule of Six will deal a hammer blow to self-catering businesses, according to, Alistair Handyside, chairman of the South West Tourism Alliance. ",
    "Mr Handyside told the BBC that what mattered now was what would happen over the next few weeks in the run-up to Christmas. ",
    "He said: 'If we don't get December with Christmas and New Year, which are peak weeks, we will see carnage, we honestly will.' ",
    "The government said the new rule simplifies and strengthens the rules on social gatherings. ",
    "They will be easier to understand and easier for the police to enforce in its bid to tackle coronavirus, which had seen a recent rapid increase in the number of daily positive cases. ",
    "Councillors have agreed to start a public consultation on raising Tamar crossing tolls to deal with a £400,000 deficit caused by the financial impact of the coronavirus pandemic. ",
    "According to the plans the prepaid tag would increase to £1.20 in January. The cash toll would be £2.40 from 2022. ",
    "The plans now have to be ratified by Plymouth's and Cornwall's cabinets before being voted on by all their elected members. ",
    "A recycling scheme for crab lines in Cornwall is thought to be the first of its kind in the UK. ",
    "The project, launched by Looe Marine Conservation Group, wants to reduce the amount of plastic pollution produced by the seaside activity.",
    "The group says crabbing has become a problem in fishing towns due to lines and nets being left behind. ",
    "With new recycling stations, equipment can either be reused by fellow crabbers or recycled. The scheme will offer a place for people to deposit their lines after a day spent crabbing. ",
    "Stations will be regularly emptied by volunteers who will sort through the contents and decide the fate of the lines. ",
    "Some of those that cannot be reoffered to the public will be recycled into kayaks, the group said. ",
    "Chairperson Amelia Bridges said: 'For years, we've wanted to have a solution to this growing problem and hope this scheme, alongside our Crabbing Code of Conduct launched last year, goes some way towards that. ",
    "Discarded crab lines and nets are very real threats to marine animals, particularly in terms of entanglement, and pose a problem for our fishing boats by tangling engines. If we can do anything to stop that it will be great. ",
    "Two boxes are already in Looe, with a plan to install more in the coming months.' ",
    "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall. This week’s programme was written by Kensa Broadhurst and presented by me, Wella Morris. The editor was Duncan McIntosh. Until next Sunday, good day to you all. "]  
  }