{
    "cornish": ["Dohajydh da, ha dynnargh dhe dhyllans an seythen ma 'An Nowodhow' war BBC Radyo Kernow. <hr>",
    "Aluseneth, selys yn Kernow, hag a wra gwitha war drethow an ranndir Soth-West re leveris an kudyn a dhefolyans plastek dhe dhos ha bos fest gweth dres an goredhom koronavirus. ",
    "Herwydh derivas dyllys gans Mordadhoryon Erbynn an Karth, kowethyansow re dhastallathas askorra meur a daklow plastek na yllir aga usya marnas unweyth. ",
    "Leveryas a-barth an aluseneth, Jack Middleton, a leveris an kudyn dhe omwetthe a-ban veu lewsys an rewlys ow tyghtya bewnans yn-dann alhwedh. Yn-medh ev, ‘Ni re welas mordon nowydh a dhefolyans plastek ow strolya agan trethow y’n furv a vaskow hag a vanegow towladow’. ",
    "Mester Middleton a ynias dhe bubonan gwiska maskow a yll bos usys lieskweyth, ow keworra yth esa musurow an governans rag skoodhya negysyow dres an goredhom Kovid-19 ow shyndya orth an gas erbynn defolyans plastek. ",
    "Dres mis Gwynngala ha mis Hedra, yma an aluseneth ow lonchya kaskyrgh nowydh, Glasprynt Henedh an Mor y hanow, gans an amkan a genertha dhe dus a-dreus an Ruvaneth Unys batalyas orth skoll plastek. ",
    "Keffrys ha dyghtya hwegh kans kuntelles rag glanhe avonyow ha trethow, an kaskyrgh a wra dyllo hanow an kowethyansow usi owth askorra an fardelansow yw kevys dres an oberyansow ma. <hr>",
    "Dy’Lun, y ferwis den pan godhas ev dhyworth bord-revya ha dos ha bos meglys yn lovanow ankor. ",
    "An den, dew vloodh ha dew-ugens y oos ha trigys yn Chelmsford, esa ow ty’golya yn Kernow pan hwarva an droglam ogas dhe Glub-golya Pennmeyn dhe hanter wosa unn eur. ",
    "Mayni skath teythyek a voras hag assaya sawya an den. I a’n drehedhas hag y dhri a-bervedh y’n skath mes, y’n gwettha prys, an skath y honan a dheuth ha bos meglys ynwedh. Ytho, an mayni a dennas fusen rudh rag diskwedhes bos edhom dhedha a weres. ",
    "Danvenys veu skathow-sawya RNLI dhyworth Pennmeyn ha Lannwedhenek hag y teuth ynwedh para gwithysi alsyow dhyworth Pollsygh. ",
    "Byttegyns, neb unn gwithyas arvor, James Instance y hanow, a dherivas na via termyn lowr rag gorra an den dhe’n klavji ha, spit dhe ober an servisyow goredhom, ev a veu deklarys dhe vos marow y’n le na. <hr>",
    "Yma an kreslu ow pysi lewyoryon a dhanvon dhedha gwydhyowyow a fara drog war fordhow Kernow ha Dewnens. ",
    "A-gynsow, meur a dus re fastyas kamera dh’agan skostell rag fylmya an pyth a hwer war an fordh a-ragdha. Yn fenowgh, fylmow a’n par ma a yll bos pur heweres dhe gowethyansow surheans mar po droglam. ",
    "Byttegyns, an kreslu re gavas devnydh aral rag an skeusennow ma hag i re lonchyas ragdres nowydh, Oberyans Snap y hanow, rag hwilas fylmow a dus ow lewya aga harr yn maner gorthsocyal po peryllus. ",
    "Hwithrer Simon Jenkinson a leveris nag esa sodhogyon lowr dh’y asran rag patrolya oll an fordhow a Gernow ha Dewnens ha bos an ragdres nowydh fest heweres dhodho. Ev a leveris bos henna chons dhe gesoberi gans an werin ‘rag lesta droglammow ha hwarvedhyansow sevur war agan fordhow ha gwellhe salowder an fordhow’. <hr>",
    "Dy’Lun usi passyes, Kreslu Kernow ha Dewnens re afydhyas tanker kenwerthel dhe geskwattya orth lester trenyans yn-dann ambos dhe’n Morlu Riel. ",
    "An tanker a weskis an lester Smit Yare yn Porthklos Aberfala hag ev kelmys dhe borthva ena. An Smit Yare re bia owth oberi yn Baya Aberfala ow skoodhya oberyansow eskelli tro RNAS Kulros. ",
    "Gelwys veu an kreslu dhe Gay Gwara Konteth wosa degemeres dherivas ow leverel bos lester gyllys war drethen ena. ",
    "Y’n gwella prys, nyns esa denvyth shyndys y’n droglam. ",
    "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. An dowlen an seythen ma a veu skrifys ha presentys genev vy, Steve Penhaligon. An pennskrifer o Wella Morris. Bys dy’ Sul nessa, dydh da dhywgh hwi oll. "] ,
    "english":["Good afternoon, and welcome to this week’s edition of ‘An Nowodhow’ on BBC Radio Cornwall. ",
    "A charity, based in Cornwall which protects beaches in the South West has said that the problem of plastic pollution had become much worse during the coronavirus crisis. ",
    "According to a statement issued by Surfers Against Sewage, companies have begun once again to produce a lot of single-use plastic items. ",
    "Jack Middleton, a spokesman for the charity, said that the problem had got worse since the rules governing life under lockdown were relaxed. He said, ‘We’ve witnessed a new wave of plastic pollution littering our beaches in the form of disposable masks and gloves’. ",
    "Mr Middleton urged everybody to wear reusable masks, adding that government measures to support businesses through the Covid-19 crisis were harming the battle against plastic pollution. ",
    "During September and October, the charity is launching a new campaign, The Generation Sea Blueprint, with the aim of encouraging people across the UK to combat plastic waste. ",
    "As well as organising 600 meetings to clean up rivers and beaches, the campaign will publish the names of those companies producing the packaging which is found during these operations. ",
    "A man died on Monday when he fell off a paddle board and became tangled in mooring ropes. ",
    "The forty-two year old man, who lived in Chelmsford, was holidaying in Cornwall when the accident happened near Rock Sailing Club at half past one. ",
    "The crew of a local boat put to sea and tried to rescue the man. They reached him and brought him aboard the boat but, unfortunately, the boat itself also became entangled. So, the crew fired a red flare to show that they needed help. ",
    "RNLI lifeboats were sent from Rock and Padstow and a coastguard team arrived from Polzeath. ",
    "However, one coastguard, James Instance, reported that there had not been time to take the man to hospital and, in spite of the efforts of the emergency services, he was declared to be deceased at the scene. ",
    "The police are asking drivers to send them videos of bad behaviour on the roads of Cornwall and Devon. ",
    "Recently, many people have attached a camera to their dashboard to film what is happening on the road in front of them. Often, this kind of film can be very helpful to insurance companies if there is an accident. ",
    "However, the police have found another use for these images and they have launched a new project called Operation Snap, seeking films of people driving their car in an antisocial or dangerous manner. ",
    "Inspector Simon Jenkinson said that his department did not have enough officers to patrol all the roads of Devon and Cornwall and that the new project was very helpful to him. He said that this was a chance to work with the public ‘to help prevent collisions and serious incidents on our roads, and enhance road safety’. ",
    "Last Monday, Devon and Cornwall police confirmed that a commercial tanker had collided with a training vessel under contract to the Royal Navy. ",
    "The tanker struck the vessel, Smit Yare, in Falmouth Docks while it was moored to a wharf there. The Smit Yare had been working in Falmouth Bay, supporting RNAS Culdrose helicopter operations. ",
    "The police were called to County Wharf after receiving a report saying that a vessel had gone aground there. ",
    "Fortunately, no one was injured in the accident. ",
    "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall. This week’s programme was written and presented by me, Steve Penhaligon. The editor was Wella Morris. Until next Sunday, good day to you all. "]  
  }