{
    "cornish": ["Dydh da ha dynnargh dhe An Nowodhow war BBC Radyo Kernow. <hr>",
    "Yma Kernow owth enebi fronansow koronavirus tynna wosa deklaryans y’n seythen ma a rewlys nowydh, a veder dhe hedhi lesans an virus. ",
    "Pennvenyster Boris Johnson, a dheklaryas an chanjyow dy’Meurth, avel gorthyp dhe’n niver ow kressya a gasys. ",
    "An chanjyow a gomprehend fronansow tynna rag tavernys, barrys ha bostiow, hag yw fronnys lemmyn dhe wonis moos, ha res yw dhedha lemmyn degea kyns deg eur gorthugherweyth. ",
    "Y kodh dhe veni yn gwestvaow gwiska lemmyn maskow, dell godh dhe brenoryon nag esons a’ga esedh dhe dhybri po eva. An spal rag skonya y wiska, po terri “rewl a hwegh”, re dhobylhas dhe dhew kans peuns rag offens kynsa. ",
    "Y hyllir spala negysyow bys dhe dheg mil beuns mar ny gevons manylyon kestav prenoryon, mar kavsons ragarghasow a voy es hwegh, po mar ny gowlwrons pellheans socyal. ",
    "Negysyow yn ranngylgh gwestva a vern re beu owth ombrederi war an pyth a wra styrya an fronansow nowydh ragdha. ",
    "Lynn Sowerby, neb a dhyght gweli-ha-hansel yn Pennsans, a leveris kyn halsa lies handla gorholedhow strottha, an feth a’ga durya hwegh mis o a rann gales. ",
    "Yn-medh hi, “Ha tus ow prederi bos myns a wovenek munys, ha bos ow kwelhe lemmyn, nowydh re beu skwattys arta. Dell dybav y hwra nasya meur a dus.” ",
    "An finweth rag gwestoryon dhe dhemedhyansow re beu iselhes a dheg warn ugens dhe bymthek. ",
    "Nesys keffrys yw sport - an ‘rewl a hwegh’ a weyth lemmyn dhe sportow para a bervedh, ha towlow dhe asa skodhoryon dehweles dhe fyttys sport yw hedhys a lemmyn. ",
    "Ynwedh, yma an governans owth avisya y kodh dhe dus oberi tre mars yw possybyl, chanj a’n kaskyrgh a-dhiwedhes rag kenertha tus dhe dhehweles dhe sodhva. ",
    "Ytho prag y hwrer tynnhe fronansow lemmyn? ",
    "Wel, hwath isel yw mernansow a Covid-19 - yth amontyons a unn gansrann a vernansow yn Pow Sows ha Kembra y’n seythen dhe unnegves a vis Gwynngala.",
    "Mes yma mernansow lemmyn ow kressya a-der kodha, an kynsa tro a-dhia dhalleth mis Ebrel. ",
    "Hag yma own y hwra kressyans a’n niver a berthyoryon yn klavji sewya dhe vernansow moy. ",
    "Avisyer godhoniethek chyf an governans, Sir Patrick Vallance, re warnyas y halsa bos hanterkans mil a gasys koronavirus nowydh pub dydh kyns kres mis Hedra, hag a wra sewya dhe dew kans mernans pub dydh kyns kres mis Du, marnas bos gwrians gwrys. <hr>",
    "Konsel Syllan re afydhyas re beu kasys koronavirus war an enesow. ",
    "Y gasys yw komprehendys yn statystygyon governans rag arenebedh Kernow ha Syllan. ",
    "Re beu dew kans hag eth mernans kevrennys gans koronavirus, kovskrifys bys dhe unnegves mis Gwynngala. <hr>",
    "Ha wortiwedh, prov a ayren heb lewyader dhe dreusperthi fres dhe Syllan yw parys dhe dhalleth diwettha hevlena. ",
    "Y hwaytir hwarvos neyj prov dhyworth Pedn an Wlas kyns diwedh diw vil hag ugens, kregys war gomendyans a’n Awtorita Neyjans Civil. ",
    "Y’n eur ma, an moyha fres yw delivrys dhe’n enesow der lestri ha nebes anodho ow pos kemerys ryb tenewen trethysi war jynnow-ebron. ",
    "Y fydh an ayren usys wos’talleth rag taklow ow komprehendya proviansow medhegel kepar ha provow Covid ha parthow skath arbennek. ",
    "Mar pe sewenus, y halser usya ayrennow heb lewyader rag kemeres karg reyth ha fardellow martesen dhe’n enesow yn termyn a dheu. ",
    "Kargow erel possybyl yw bleujyow fresk tevys yn enesow, keffrys ha batriow lithium – na yll bos kemerys war ayren drethysi. ",
    "Yma ayren gehaval usys dhe neyja proviansow dhe gayow mes an morrep, ha towlow a veu derivys hevlena a-varr rag jynnow-ebron heb lewyader a gemmer daffar medhegel dhe Enys Wight. ",
    "Yma dhedha towlhys bys dhe bymp kans kilometer hag i yw oberys yn pellvotonek owth usya teknologieth lorell.",
    "Chris Adams, kevarwodhyas a dhisplegyans negys dhe Flylogix a leveris y vos “yntanus a-dro dhe dhisplegya neppyth arbennek” yn kespareth gans Kowethas Gorhel Tan Enesow Syllan, neb a dhyght servisyow trethysi kowbal ha jynn-ebron. ",
    "Yn-medh ev, “yma dhedha prevyans dres kans bledhen gans an enesow aswiwadow ma, ha ni a vynn goslowes orth an gemeneth rag surhe may tigelmyn an kudynnow a’s teves bosva” ",
    "Ian Howard, kaderyer Kowethas Gorhel Tan Enesow Syllan a leveris: “Ni a vynn dismygi mar pe hewul gonis fres jynn-ebron heb lewyader yn teknogel hag yn kenwerthel, owth usya henedh nowydh a ayren kerghynnedh-kowethek”. ",
    "Robert Francis, kaderyer Konsel Syllan, a dhynergh an “ragdres ynjin dhe assaya movyans a fres fogellys a-rag ha sostenadow dhe’n enesow”. <hr>",
    "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. An dowlen an seythen ma a veu skrifys gans Julia Wass, ha genev vy, Duncan McIntosh. Bys dy’Sul nessa, dohajydh da dhywgh hwi oll. "] ,
    "english":["Hello and welcome to ‘An Nowodhow’ on BBC Radio Cornwall. ",
    "Cornwall is facing tighter coronovirus restrictions following the announcement this week of new rules aimed at stopping the spread of the virus. ",
    "The prime minister Boris Johnson announced the changes on Tuesday as a response to the rising number of cases. ",
    "The changes include tighter restrictions for pubs, bars and restaurants, which are now restricted to table service and now must also close by 10pm. ",
    "Staff in hospitality venues must now wear masks, as must customers when not seated at their table to eat or drink. The penalty for not wearing one, or breaking the ''rule of six'' has doubled to £200 for a first offence. ",
    "Businesses can be fined up to £10,000 if they do not take customers' contact details, take reservations of more than six, or do not enforce social distancing. ",
    "Businesses in Cornwall's vital hospitality sector have been reflecting on what the new government restrictions will mean for them. ",
    "Lynn Sowerby, who runs a B&B in Penzance, said that, while many would be able to deal with more stringent requirements, the fact they could last for six months was the hard part. ",
    "She said, “Just as people were thinking that there was that little bit of hope and it was getting better now, it's just been dashed again. I think it's going to impact a lot of people.",
    "The limit on guests at weddings has been reduced from 30 to 15. ",
    "Sport is also affected - the ‘rule of six’ now applies to indoor team sports, and plans to allow fans to return to sporting events are now on hold. ",
    "The government is also now advising that people should work at home if possible, a change from the previous campaign to get people back into the workplace. ",
    "So why are the restrictions now being tightened? ",
    "Deaths from Covid-19 remain low - accounting for only 1% of deaths in England and Wales in the week to 11 September. ",
    "But deaths are rising rather than falling for the first time since the beginning of April.",
    "And there are fears that rising numbers of patients in hospital will lead to more fatalities. ",
    "The government's chief scientific adviser, Sir Patrick Vallance, has warned there could be 50,000 new coronavirus cases a day by mid-October - leading to more than 200 deaths per day by mid-November - unless action is taken. ",
    "The Council of Isles of Scilly has confirmed there have been Coronavirus cases on the islands. ",
    "Its cases are covered in the area of Cornwall and the Isles of Scilly in the government’s statistics. ",
    "For the county and islands, there have been 208 coronavirus-related deaths registered up to 11 September ",
    "A trial of unmanned aircraft transporting freight to the Isles of Scilly is set to begin later this year. ",
    "It is hoped a test flight from Land’s End airport will happen before the end of 2020, subject to approval from the Civil Aviation Authority. ",
    "Currently most freight is delivered to the islands by ship, with some being taken alongside passengers on planes. ",
    "The aircraft will initially be used for items including medical supplies like Covid tests and specialist boat parts. ",
    "If successful, larger unmanned aircraft could be used to take regular cargo and potentially luggage to the islands in the future. ",
    "Other potential cargos are lithium batteries – which cannot be taken on passenger aircraft – and fresh flowers grown in the islands. ",
    "Similar aircraft are used to fly supplies to offshore platforms, and earlier this year, plans were announced for drones to take medical equipment to the Isle of Wight. ",
    "They have a range of up to 500km and they are operated remotely using satellite technology. ",
    "Chris Adams, director of business development at Flylogix, said he is “excited about developing something special” in partnership with the Isles of Scilly Steamship Group that runs passenger boat and plane services.",
    "“They have 100 years of experience with these resilient islands, and we want to listen to the community to make sure we solve the problems that exist,” he said. ",
    "Ian Howard, chair of the Isles of Scilly Steamship Group said: “We want to explore whether an unmanned aerial vehicle (UAV) freight service is technically and commercially feasible using a new generation of environmentally friendly aircraft. ",
    "Robert Francis, chairman of the Council of the Isles of Scilly, welcomed the “innovative project in trialling future-focused, sustainable movement of freight to the islands”. ",
    "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall. This week’s programme was written by Julia Wass and by myself, Duncan McIntosh. Until next Sunday, good afternoon to you all. "]  
  }