{
    "cornish": ["Dohajydh da, ha dynnargh dhe dhyllans a’n seythen ma ‘An Nowodhow’ war BBC Radyo Kernow. <hr>",
    "An seythen ma, yth esa Konsel Kernow ha’n kreslu ow hwithra niver byghan a gasys a Govid-19 yn Aberfala, kevrennys martesen dhe dhiwottiow ha dhe glubys nos teythyek. ",
    "Yn derivas yn-medh Yeghes Poblek Kernow, “Yth eson ni owth oberi gans nebes fondyansow nos rag provia kussel ha rag checkya i dhe sewya orth kammow gwiw.” ",
    "Lewydh Yeghes Poblek rag an Konsel, Dr Rachel Wigglesworth hy hanow, a leveris na gryssons i bos kasys pella kevrennys dhedha, mes bos an awtoritas ow kul “hwithransow kemmyn”. ",
    "Hi re afydhyas bos brassa rann an leow ow sewya an rewlys ha bos “gul ober da”. Yn-medh hi, “Yth eson ni ow kweles lanwes a gasys dres an Ruvaneth Unys, hag y hwren ni y weles yn hwirhaval yn Kernow, mes rag an termyn yth eson ni yn studh da.” <hr>",
    "Yma kowethas displegyans ow hwila kummyas meslinen rag towlennans dhe dhrehevel bys dhe beder annedh warn ugens war dir ryb Skol Gynsa Fosow Dobb. Affordyadow a via an anedhow oll, ha bos kemmysk a dhrehevyansow a dhew leur hag a dhew leur ha hanter. ",
    "Gwaytys yw Kessedhek towlennans isrann soth-est Konsel Kernow dhe brederi a’n ombrofyans pan wrava metya a-vorow. ",
    "Y feu niver a achesonys rag y skonya dhyworth trigoryon deythyek, dhyworth konsel an bluw, ha dhyworth konseler Kernow teythyek Jane Pascoe. ",
    "Konsel an Bluw Fosow Dobb ha Trewythelan re dhrehedhas bernyow a sawder an fordh, a’n effeyth war gonisyow teythyek, ha leverel y hwelsa an dreveglos a-dro dhe dhew kans ha hanterkans a anedhow drehevys y’n bledhynnyow a-dhiwedhes, ha dhe gowlwul hy ambosow towlennans erbynn 2030. <hr>",
    "Moy es onan poynt onan milvil a vosow a veu perghenegys yn Kernow yn-dann an dowlen Dybri yn-mes rag Gweres, dell dhiskwedh statystygyon nowydh. ",
    "988 a goffijiow hag a vostiow a omrolyas rag an dowlen yn Kernow, herwydh niverow governansek. Dybroryon a gavas diskont a hanterkans kansran orth bosow hag orth diwosow dilasek bys dhe dheg peuns kettep onan, dy’Lun, dy’Meurth ha dy’Mergher dres mis Est. ",
    "An governans a leveris ev dhe be hwegh poynt hwegh milvil a beunsow dhe negysyow yn Kernow. Yma an bastell vro Kernow Kledh orth penn an rol gernewek a vosow perghenegys, sewys yn ogas gans Porth Ia ha gans an rann Sen Austel ha Tewynblustri. Yn kresek y perghenegas pub bosti kovskrifys yn Kernow dewdhek boos ha peswar-ugens pub dydh rag an tredhek dydh dewisadow. <hr>",
    "Y feu an kynsa sewena dhe dowlen gernewek rag kenertha niverow ow lehe a ester dre wori yowynkes yn lestrynnow bras. ",
    "Dyghtyoryon an Dowlen Sawya Ester a leveris bos an medras dhe voghhe niver a ester ha dhe wul sostenadow pyskessa ester dre sevel arghans dre gaskyrgh crowdfunding. ",
    "Dres oll an vys yma stockys ester ow lehe gans deg kansran ha peswar-ugens awos gorbyskessa ha defolyans. An dowlen nowydhyansek yn heyl an Fal a wra devnydh a vethodys moy sostenadow dre skathow golyow yn le skathow tan. ",
    "I a leveris y trehedhsa an kynsa bagasik a ester munys y’n worva nowydh ryb Lannwythek, ha’n bagas a leveris bos govenek dhedha y sewsa moy anedha.<hr>",
    "Yth esowgh hwi ow koslowes orth “An Nowodhow” war BBC Radyo Kernow. An dowlen an seythen ma a veu skrifys ha presentys genev vy, Wella Morris. Steve Harris o an pennskrifer. Bys dy’Sul nessa, dydh da dhywgh hwi oll. "] ,
    "english":["Good afternoon, and welcome to this week’s edition of ‘An Nowodhow’ on BBC Radio Cornwall. ",
    "This week, Cornwall Council and the police were investigating a “small number” of Covid-19 cases in Falmouth possibly linked to local pubs and nightclubs. ",
    "In a statement Public Health Cornwall said, “We are working with several night time establishments to provide advice and check appropriate measures are being adhered to”. ",
    "Director of Public Health for the council Dr Rachel Wigglesworth said they did not think there were any further cases linked, but the authorities were doing “routine follow ups”. ",
    "She confirmed most of the venues in Falmouth were following the rules and “doing a good job”. She said, “We are seeing a rising tide of cases nationally, which we are likely to see a bit more of in Cornwall, but at the moment we’re in a really good situation.” ",
    "A developer is seeking outline planning permission to build up to 24 homes on land next to Dobwalls Primary School. The homes would all be affordable, and would be a mix of two-storey and two-and-a-half storey buildings. ",
    "Cornwall Council’s east sub-area planning committee is due to consider the application when it meets tomorrow. ",
    "There have been a number of objections from local residents, the parish council and local Cornwall councillor Jane Pascoe. ",
    "Dobwalls and Trewidland Parish Council has raised concerns about road safety, the impact on local services, and said that the village had seen about 250 homes built in recent years and had fulfilled its planning obligations up to 2030. ",
    "More than 1.1 million meals were claimed in Cornwall under the government’s Eat Out To Help Out scheme, new statistics show. ",
    "988 cafes and restaurants signed up to the scheme in Cornwall, according to government figures. Diners got a state-backed 50% discount on meals and soft drinks up to £10 each on Mondays, Tuesdays and Wednesdays during August. ",
    "The government said it paid £6.6m to businesses in Cornwall. The North Cornwall constituency topped the county table in meals claimed, followed closely by St Ives and the St Austell & Newquay area. On average, each registered restaurant in Cornwall claimed 92 meals a day for the 13 eligible days. ",
    "A Cornish scheme to boost dwindling oyster numbers by hatching young in big containers has had its first success.",
    " Managers of the Saving Ester project said the aim was to build up oyster numbers and make oyster fishing sustainable by raising money through a crowdfunding programme. ",
    "Globally, oyster stocks are dwindling by as much as 90% through overfishing and pollution. The groundbreaking project on the Fal estuary uses more sustainable methods through sailing boats rather than motor boats. ",
    "They said the first batch of tiny oysters had arrived at the new hatchery near Mylor, and the team said they were hopeful more would follow. ",
    "You’ve been listening to An Nowodhow on BBC Radio Cornwall. This week’s script was written by me, Wella Morris. The editor was Steve Harris. Until next Sunday, good day to you all."]  
  }