{
    "cornish": ["Dydh da, ha dynnargh dhe ‘An Nowodhow’ war BBC Radyo Kernow. <hr>",
    "Bys y’n eur ma, fog a’n pandemek Covid re beu sawya bewnansow, mes yma lemmyn aswonvos ow tevi bos tus owth enebi sewyansow termyn hir a glevesans Covid. ",
    "Y’n seythen ma, chyf NHS Pow Sows Syr Simon Stevens re dheklaryas y fydh tus gans arwodhyow a’n pyth yw aswonnys avel “Covid hir” profys gweres arbennek. ",
    "Y leveris bos “degow a vilyow, dre lycklod kansow a vilyow” a wodhevysi neb yw nasyes. ",
    "Rag an brassa rann a dus, Covid-19 yw kleves berr ha klor, mes nebes yw gesys ow kwynnel gans arwodhyow a gomprehend skwithter ha payn a bes, ha bos dianal dres misyow. ",
    "Ytho pyth yw “Covid hir” yn poran? ",
    "Wel, nyns eus styryans medhegel po rol arwodhyow rynnys gans godhevysi oll - dew berson gans Covid hir a yll perthi prevyansow pur dhiblans. ",
    "An kemynna arwodh yw skwithter evredhus. ",
    "Mes bos dianal, payn mell, ha lies arwodh aral re beu derivys ynwedh, keffrys ha kudynnow yeghes brysel, kepar ha iselweyth, ahwer, ha kaletter prederi yn kler. ",
    "Nebes dismygrivow a venek y alsa bos nasyes onan yn deg a’n re na klevesys gans an virus. ",
    "Pobel gans klevesansow klor keffrys ha’n re na neb re beu dyghtyes yn dourwith, a yll perthi kudynnow yeghes parghus dres misyow. ",
    "Syr Simon a leveris y fedha deg milyon kevarghewys hevlena, der ordena medhegvaow Covid hir yn pub arenebedh dres Pow Sows. ",
    "Godhevysi a’s tevydh hedhas dhe hwithransow medhegel rag maters yeghes, kudynnow kov po studhyow yeghes brysel kepar ha iselweyth po ahwer. ",
    "Dhana y hyllons bos kevarwodhys dhe vedhegvaow arbennek erel mars eus edhom. ",
    "Ev a dheklaryas ynwedh gidlinennow medhegvael a-dro dhe skoodh rag godhevysi Covid hir, gonis yaghheans warlinen, hwithrans pella, ha gwrians oberlu Covid hir a wodhevysi, arbenigoryon vedhegel, ha hwithroryon.<hr>",
    "Y halsa drehevyans Lyverva Goth Bosvena diskwedhes an fordh dhe sawya stretys chyf yn Ruvanyth Unys, y lever derivas gans an trest anserghek, Nerth dhe Janjya. ",
    "Yma onan a dhornas ensamplow a dhrehevyansow civil ow pos dasborposys yn kenedhlek rag usyans kemeneth, ow pewhe stret an dre degynsewys. ",
    "Y prov spas rag Sodhva Avis Burjysi hag oberoryon desk pooth, keffrys ha ri spas gwrythyans ha hwarvedhyansow rag an gemeneth.",
    "Henaventurer re gramblas an ughella bleyn yn Kernow, pymp mis wosa ev dhe dreusvewa koronavirus. ",
    "Robin Hanbury-Tenison, peswar ha peswar ugens y oos, neb a veu res chons a bymp kansrann a vewa wosa godhevel koronavirus, a rosyas war-vann Bronn Wenneli war Woon Brenn. ",
    "Yma va ow sevel arghans dhe weres arghasa lowarth yaghus dourwith rag Klavji Kernow Riel. ",
    "Wosa krambla peswar kans hag ugens meter yn kewer hager, ev a leveris: “My a omglew marthus dell sewensyn ni.” ",
    "Govynnys pyth a via y jalenj nessa, y leveris: “My a wra mos war ow fordh dhe’n diwotti rag pinta.” ",
    "An aventurer yw meur a vri rag hembronk eskerdh Kowethas Doroniethel Riel dhe Borneo yn mil naw kans, seytek ha tri ugens, hag a weras sawya koswik law Mulu. ",
    "Yn mis Meurth, Mester Hanbury-Tenison a veu onan a’n kynsa den y’n Soth West dhe dhos ha bos klav yn feur gans Covid-19, kopel a dhydhyow wosa dehweles dhyworth dy’gol ski yn Pow Frynk ",
    "An lowarth dhe Glavji Derriford yn Aberplymm, may spenas ev pymp seythen yn dourwith, a weras y omwellheans. ",
    "Ev a leveris bos an prysweyth may hwodhva y hwrussa va bewa dhe vos pan veu va kemerys yn kador ros dhe lowarth yaghus dhe Glavji Derriford. ",
    "Yn medh ev “My a ygoras ow dewlagas, a welas an howlsplann, a welas an bleujyow hag ena y hwodhvev re beu sawys ow bewnans gans nerth yaghus a natur.”",
    "An lowarth a veu gwrys gans an gweres a dhesinor Tom Massey, wosa bleujyow tevys rag Diskwedhyans Bleujyow Chelsea dileys, a veu argevrys dhe’n klavji. <hr>",
    "Henaventurer re gramblas an ughella bleyn yn Kernow, pymp mis wosa ev dhe dreusvewa koronavirus. ",
    "Robin Hanbury-Tenison, peswar ha peswar ugens y oos, neb a veu res chons a bymp kansrann a vewa wosa godhevel koronavirus, a rosyas war-vann Bronn Wenneli war Woon Brenn. ",
    "Yma va ow sevel arghans dhe weres arghasa lowarth yaghus dourwith rag Klavji Kernow Riel. ",
    "Wosa krambla peswar kans hag ugens meter yn kewer hager, ev a leveris: “My a omglew marthus dell sewensyn ni.” ",
    "Govynnys pyth a via y jalenj nessa, y leveris: “My a wra mos war ow fordh dhe’n diwotti rag pinta.” ",
    "An aventurer yw meur a vri rag hembronk eskerdh Kowethas Doroniethel Riel dhe Borneo yn mil naw kans, seytek ha tri ugens, hag a weras sawya koswik law Mulu. ",
    "Yn mis Meurth, Mester Hanbury-Tenison a veu onan a’n kynsa den y’n Soth West dhe dhos ha bos klav yn feur gans Covid-19, kopel a dhydhyow wosa dehweles dhyworth dy’gol ski yn Pow Frynk ",
    "An lowarth dhe Glavji Derriford yn Aberplymm, may spenas ev pymp seythen yn dourwith, a weras y omwellheans. ",
    "Ev a leveris bos an prysweyth may hwodhva y hwrussa va bewa dhe vos pan veu va kemerys yn kador ros dhe lowarth yaghus dhe Glavji Derriford. ",
    "Yn medh ev “My a ygoras ow dewlagas, a welas an howlsplann, a welas an bleujyow hag ena y hwodhvev re beu sawys ow bewnans gans nerth yaghus a natur.”",
    "An lowarth a veu gwrys gans an gweres a dhesinor Tom Massey, wosa bleujyow tevys rag Diskwedhyans Bleujyow Chelsea dileys, a veu argevrys dhe’n klavji. <hr>",
    "Ha wortiwedh, hensouder Dydh-D dhyworth Sen Austel re beu enorys rag y golonekter ha’y ober sevel arghans der henwel tren war y lergh. ",
    "Harry Billinge MBE o etek bloodh yn unnik pan diras dhe Dreth Gold, hag o onan a beswar unnik a’y unnses neb a dreusvewas. ",
    "Pymthek ha peswar ugens y vloodh lemmyn, ev a sevis moy es pymp warn ugens mil beuns dhe dhrehevel men kov kenedhlek rag y gothmans kodhys. ",
    "Ev a welas y dren ughel y dooth yn kynsa tro dhe solempnita dislennans yn Pennsans. ",
    "Y leveris y vos “overkomyes” dhe vos enorys hag y vos movys yn town gans an enor.<hr>",
    "Re bewgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow.",
    "An dowlen an seythen ma a veu skrifys gans Julia Wass, ha genev vy, Duncan McIntosh. ",
    "Bys dy’Sul nessa, duw genowgh hwi. "] ,
    "english":["Good afternoon, and welcome to this week’s edition of ‘An Nowodhow’ ‘The  News’ on BBC Radio Cornwall. ",
    "So far, the focus of the Covid pandemic has been on saving lives, but there is  now a growing recognition that people are facing long-term consequences of  a Covid infection. ",
    "This week the Head of NHS England Sir Simon Stevens has announced that  people with symptoms of what is known as “long Covid” will be offered  specialist help. ",
    "He said there were 'tens of thousands, probably hundreds of thousands' of  patients affected. ",
    "For most people, Covid-19 is a brief and mild disease but some are left  struggling with symptoms that include lasting fatigue, persistent pain and  breathlessness for months. ",
    "So what exactly is ‘long Covid’? ",
    "There is no medical definition or list of symptoms shared by all patients - two  people with long Covid can have very different experiences. ",
    "However, the most common feature is crippling fatigue. ",
    "But breathlessness, joint pain and many other symptoms have also been  reported, including mental health problems such as depression, anxiety and  struggling to think clearly. ",
    "Some estimates suggest one in 10 of those infected with the virus could be  affected.  ",
    "People with mild coronavirus infections as well as those who have been  treated in intensive care can have persistent health problems for months. ",
    "Sir Simon said £10m would be invested this year in setting up long-Covid  clinics in every area across England. ",
    "Patients will have access to assessments for health issues, memory problems  or mental health conditions such as depression or anxiety. ",
    "They can then be referred to other specialist clinics if required. ",
    "He also announced clinical guidelines on support for long-Covid patients, an  online rehab service called Your Covid Recovery, further research and the ",
    "creation of a long Covid taskforce of patients, medical specialists and  researchers. ",
    "Bodmin’s Old Library building could hold the key to saving UK high streets,  says a report by the independent trust, Power to Change. ",
    "It’s one of a handful of examples of civic buildings being repurposed nationally  for community use, bringing more life back to the beleaguered high street. ",
    "It provides space for the CAB, and hot desk workers as well as giving a  performance and events space for the community.",
    "A veteran explorer has climbed Cornwall’s highest peak, five months after  surviving coronavirus. ",
    "Robin Hanbury-Tenison, 84, who was given a 5% chance of living after  contracting coronavirus, trekked up Brown Willy on Bodmin Moor. ",
    "He is raising money to help fund an intensive care healing garden for the  Royal Cornwall Hospital. ",
    "After climbing 420m in atrocious weather, he said: “I’m feeling fantastic that  we made it.” ",
    "Asked what his next challenge would be, he said: “I will make my way to the  pub for a pint.” ",
    "The explorer is known for leading a Royal Geographical Society expedition to  Borneo in 1977 that helped to preserve the Mulu rainforest. ",
    "Mr Hanbury-Tenison was one of the first people in the South West to become  seriously ill with Covid-19, in early March, a couple of days after returning  from a skiing trip in France. ",
    "The garden at Derriford Hospital in Plymouth, where he spent five weeks in  intensive care, helped his recovery. ",
    "He said the “moment I knew that I was going to live” was when he was  wheeled into the healing garden at Derriford Hospital. ",
    "“I opened my eyes, saw the sunshine, saw the flowers and that was when I  knew that my life had been saved, by the healing power of nature,” he said. ",
    "The garden was created with the help of designer Tom Massey, after flowers  grown for the cancelled Chelsea Flower Show were donated to the hospital. ",
    "And finally, a D-Day veteran from St Austell has been honoured for his  bravery and fundraising work by having a high speed train named after him. ",
    "Harry Billinge MBE was just 18 when he landed at Gold Beach and was one  of only four to survive from his unit. ",
    "Now ninety-five, he has raised more than £25,000 to build a national memorial  for fallen comrades. ",
    "He saw his train for the first time at an unveiling ceremony in Penzance. ",
    "He said it was 'overwhelming' to be honoured and that he was 'deeply  moved' by the gesture.",
    "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall. ",
    "This week’s  programme was written by Julia Wass and by myself, Duncan McIntosh. ",
    "Until  next Sunday, goodbye. "]  
  }