{
    "cornish": ["Dohajydh da, ha dynnargh dhe dhyllans an seythen ma 'An Nowodhow' war BBC Radyo Kernow. <hr>",
    "Ow talleth dy’Lun usi passyes, yn Kernow ha Pow Sows, anlaghel yw skonya omenyshe mars osta erghys dhe wul yndella hag y hyllir degemeres spal a dheg mil beuns rag terri an lagha nowydh ma. ",
    "Hwithrans omgemerys gans an governans a dhiskwedhas na wra marnas etek kansran a’n dus usi ow tispletya sinys a Govid-19 omenyshe y’n eur ma. ",
    "Lemmyn, res yw porres omenyshe mar tegemerydh prov koronavirus posedhek po mars osta kestevys gans an Gonis Yeghes awos ty dhe nesa re dhe nebonan aswonys dhe berthi an dises. Myns na wrello obaya an rewlys nowydh a dhegemer spal ynter mil beuns ha deg mil beuns y dalvosogeth. ",
    "Pennsodhek Kreslu Kernow ha Dewnens, Shaun Sawyer y hanow, a leveris y hwre y sodhogyon gul devnydh a spalyow fowt fordh aral hepken. ",
    "Yn-medh ev, ‘An brassa rann a dus a gonvedh prag yth yw hemma posek. Tyckli yw, mordon nessa – herwydh puptra a glewav dhyworth galwesigyon yeghes poblek – a vydh brassa, moy hardh; ha rakhenna, spal a vydh an diwettha digolm nag an kynsa. Mes, mar nyns eus fordh aral, ena ni a’n gwra.’ <hr>",
    "Konsel Kernow re dherivas y fynn ev restra bagas nowydh rag skoodhya tus re gollas aga soodh awos an goredhom Kovid-19. ",
    "An Konsel a dheklaryas y hwra ev oberi gans an Asran rag Ober ha Gobrow Omdennans, an Kowethyans Displegyans Kernow, ha Keskowethyans Negysieth Leel Kernow ha Syllan rag provia asnodhow a yll bos usys gans kowethyansow dhe skoodhya aga mayni mar pe edhom dhedha gordhyllo tus dres nivera. ",
    "Esel kabinet an konsel a-barth an erbysiedh, Tim Dwelly, a leveris bos an dowlen nowydh Chansler Rishi Sunak rag skoodhya sodhow pur heweres, mes yth esa hwath prederow dhodho y fedha kellys lies soodh rann-dermyn. <hr>",
    "App nowydh rag klapkodhow, MySunrise y hanow, hag a skoodh perthyoryon kanker, a vydh lesrennys a-dreus an ranndir Soth-West. ",
    "Displegys veu an app gans gweres para onkologieth Klavji Kernow Riel. Ev a skoodh perthyoryon ha’ga theyluyow dre brovia an diwettha kedhlow a-dro dhe asnodhow kavadow yn kresen ganker aga klavji NHS leel. ",
    "Der an app, y hyllir kavos gwydhyowyow, kevrennow kesrosweyth ha derivadow a-dro dhe lies tra: y’ga mysk, parkow kerri orth an klavji, skityansow erbynn an derthen, ha pyth dhe wul mars eus tempredh ughel dhis ha ty dhe dhegemeres dyghtyans kymygiethel. ",
    "Kyns lemmyn, prevys re beu an app yn Kernow hepken, mes alemma rag, kavadow vydh heb kost a-dreus Dewnens ynwedh. <hr>",
    "Mamm-guv dhyworth Logh re bonyas Res rag Bewnans, pymp kilometer y hirder, spit dhe berthi kanker an skevens na yll bos yaghhes. ",
    "Y fynnas Anne Libby, eth bloodh ha tri-ugens hy oos, kuntel arghans a-barth an aluseneth, Cancer Research, dre gemeres rann y’n res a-dro dhe Logh, le mayth yw hi trigys. ",
    "An aluseneth a dherivas y hwrussa hi kelli meur a arghans drefen Kovid-19, martesen kemmys ha kans milyon ha tri-ugens a beunsow. Ytho, yma hi ow kenertha orth hy skodhyoryon restra hwarvosow personel rag kuntel arghans a-barth dhedhi. ",
    "Anne re beu ow pewa gans an dises rag diw vledhen lemmyn, mes pur bosedhek yw hi hwath. Yn-medh hi, ‘Ny aswon meur a dus y hyllir bewa gans kanker, kanker heb remedi hogen, kepar ha my, ha bewa yn ta. Hag, yma an dyghtyansow ha sawmens ma ow bos displegys awos hwithrans’. ",
    "Fatel o hi wosa an res? Yn-dann hwerthin, hi a worthebis, ‘Marthys, my a omlowenhas yn feur, yth esov vy ow neyja lemmyn – endorfinow ow resek. Ya, skoodhyans bryntin’. <hr>",
    "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. An dowlen an seythen ma a veu skrifys ha presentys genev vy, Steve Penhaligon. An pennskrifer o Wella Morris. Bys dy’ Sul nessa, dydh da dhywgh hwi oll."] ,
    "english":["Good afternoon and welcome to this week’s edition of ‘An Nowodhow’ on BBC Radio  Cornwall.  ",
    "As of last Monday, in Cornwall and England, it is illegal to refuse to self-isolate if you are told  to do so, and you can receive a fine of £10,000 for breaking this new law.  ",
    "A study undertaken by the government showed that only 18% of the people displaying  symptoms of Covid-19 self-isolate at the moment.  ",
    "Now, it is absolutely necessary to self-isolate if you test positive for coronavirus or if you are  contacted by the Health Service because you have been too close to someone known to  carry the disease. Anyone not obeying the new rules will receive a fine of between £1,000  and £10,000.  ",
    "Chief Constable of the Devon and Cornwall Police, Shaun Sawyer, said that his officers  would use the fines as a last resort.  ",
    "He said, ‘Most people get why this is important. It's tricky, a second wave - everything I hear  from public health professionals - will be bigger, it will be bolder; and therefore a fine is the  last resort, not the first. But, if it comes to it, then we will’.  ",
    "Cornwall Council has reported that it intends to set up a new group to support people who  have lost their job because of Covid-19.  ",
    "The council announced that it will work with the Department of Work and Pensions, the  Cornwall Development Company, and the Cornwall and Isles of Scilly Local Enterprise  Partnership to provide resources that can be used by companies to support their staff if they  were to make people redundant.  ",
    "Cabinet member for the economy, Tim Dwelly, said that Chancellor Rishi Sunak’s new job  support scheme was very helpful, but he was still worried that many part-time jobs would  be lost. ",
    "A new app for mobile phones, called MySunrise, which supports cancer patients, will be  rolled out across the South West.  ",
    "The app was developed with the help of the Royal Cornwall Hospital oncology team. It  supports patients and their families by providing the latest information about resources  available at the cancer centre of their local NHS hospital.  ",
    "By means of the app, one can get videos, web-links and information about lots of subjects:  amongst them, parking at the hospital, flu jabs, and what to do if you have a raised  temperature while you are receiving chemotherapy.  ",
    "Until now, the app has only been trialled in Cornwall, but from now on, it will be available at  no cost across Devon as well.  ",
    "A great grand-mother from Looe has run the 5K Race for Life, in spite of suffering from  incurable lung cancer.  ",
    "Anne Libby, who is 68 years old, wanted to raise money for the charity, Cancer Research, by  taking part in the race around Looe where she lives.  ",
    "The charity reported that it had lost a lot of money because of Covid-19, perhaps as much as  £160 million. So, it is encouraging its supporters to organise personal events to raise money  on its behalf.  ",
    "Anne has been living with the disease for two years now, but she remains very positive. She  said, ‘A lot of people don’t realise that you can live with cancer, even incurable cancer, like  me, and live well. And it’s due to research that these therapies and treatments are being  developed.  ",
    "How was she after the race? She answered with a laugh, ‘Brilliant, really enjoyed it, I’m on a  high now – endorphins running. Yeah, fantastic support’.  ",
    "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall. This week’s programme was  written and presented by me, Steve Penhaligon. The editor was Wella Morris. Until next  Sunday, good day to you all. "]  
  }