{
    "cornish": [
        "Dydh da, ha dynnargh dhe ‘An Nowodhow’ war BBC Radyo Kernow.<hr> ",
        "Yn Coventry an seythen ma, mamm wynn Margaret Keenan a dheuth ha bos an kynsa person y’n bys dhe dhegemeres bryghlin Covid-19 Pfizer. ",
        "Yth o an kynsa a’n eth kans mil dhogen a’n bryghlin - displegys gans Pfizer/BioNTech - a vydh res yn seythennyow a dheu.",
        "Bys dhe beswar milvil moy yw gwaytys kyns pennvis. ",
        "Yma kresennow y’n Ruvaneth Unys ow talleth bryghlina a’n re moy es peswar ugens aga bloodh, keffrys ha nebes mayni yeghes ha gwith. ",
        "Diw weythores chi gwith dhyworth an keth teylu re beu an kynsa yn Kernow dhe dhegemeres an bryghlin. ",
        "Donna MacKinnon, chif gwith dhe Annedh Gwith Roscarrack House yn Aberfala, a leveris y hwaytyas hi y fedha troboynt gwir rag pub huni. ",
        "Ms MacKinnon, seyth bloodh ha dewgens, a leveris dell esa koronavirus dhe hwegh annedhyas ha dhe naw esel mayni a-varra hevlena, mes yn-feusik y teuthons i oll dresto. ",
        "Hi a leveris re beu euthyk gweles an anedhysi mar enyshes, ha gweles aga theyluyow ow soffra ynwedh. ",
        "Hy vyrgh, Erin, a oberi y’n gegin dhe’n annedh gwith, mes awos fowtys mayni dres tardh virus, hi a skwychyas dhe ober gwith. ",
        "Chif gwith a leveris hy bos prout a’y myrgh, hag a’n mayni oll. ",
        "Dhe Glavji Kernow Riel, a-dro dhe dhew kans den a vydh res an skityans pub dydh. ",
        "Helen Winn, klavjiores chif bryghlinans dhe’n klavji yn Truru a leveris hy bos pur yntanus hag y hwra an bryghlinans chanjya an gwari yn hwir. <hr> ",
        "Gweythor Ragdres Eden gorrys war gummyas furlough, a omladhas dhe’n tennvos, y kavas govynadow. ",
        "Marc Mappley, eth ha dewgens y oos, a omgrogas yn gwithva kymyk dhe’n tyller eko ogas dhe Sen Austel, yn mis Gortheren. ",
        "Mr Mappley, neb a wodhevis iselweyth kynsa yn diw vil hag eth hag a’n jevo prederow teylu ynwedh, re beu gorrys war gummyas furlough dres an hav hag yth esa peryl dresnivereth dhodho. ",
        "Kevarwodhyades Asnodhow Denel Eden, Dawn George, a leveris re gawsyas an pandemyk “kolles arghansek a vri” rag an kowethas.",
        "Eden a veu ynniys dhe dhegea yn mis Meurth ha dasarayans kowethyansek a hwarva, ow styrya an para skiens a lowarthydh Mester Mappley a enebis bos terrys. ",
        "Ragdres Eden a leveris na arwodhva dell wrug Mester Mappley assay omladhans kyns yn diw vil ha pymthek y’n kethsam gwithva. ",
        "Ev a veu deskrifys avel “person pur hweg ha karadow” neb “na grysi yn y honan”. ",
        "Kuruner henavek ow kwari rag Kernow, Andrew Cox, a rekordyas gordhiwedh omladhans. ",
        "Ev a leveris re wodhevis Mester Mappley a gudynnow teylu ha perthynyans ha nebes prederow arghansek awos y vos war gummyas furlough dres an pandemyk Covid-nownsek. <hr> ",
        "Konsel Kernow re leveris y sodhva yn Brussels dhe besya ygor wosa Brexit. ",
        "Herwydh y wiasva, an sodhva a ganasedh bernyow Kernow yn Brussels hag a weresas kevrenogyon leel dhe wul an gwella a’n kesoberyans yn Europ ha’n kowethyans nowydh yntra an Ruvaneth Unys ha’n Unyans Europek. ",
        "An konsel a rann kost an tyller gans Keskowethyans Aventur Leel Kernow hag Enesow Syllan, ha Pennskolyow Kesunys yn Kernow.",
        "Talvosogeth kevambos an sodhva yn diw vil ha nownsek o dew kans dew ugens mil peuns dres diw vledhen. ",
        "A-varra hevlena, eseli a’n bagas Mentenoryon a’n konsel, hembrenkys gans Linda Taylor, a elwis may fo tewlys dhe-ves pan hedh termyn chanj Brexit dhe Galan Genver. ",
        "Byttegyns, pan veu va govynnys a-dro dhe dermyn a dheu a’n sodhva Brussels, hembrenkyas an konsel, Julian German a afydhyas y hwra pesya ygor. ",
        "Ev a leveris y vos posek dhe besya ystyn leuv dhe gowetha ha keskowetha yn Europ, rag mentena hedhas rag negysyow Kernewek, keffrys ha gul kennerth ha keskowethyansow mar smodh avel possybyl wosa Brexit.” <hr> ",
        "Ha wortiwedh, benyn, neb a gollas hy hov dermyn berr wosa neuvya y’n mor yn mis eus passyes, a leveris na godh dhe dus bos digolennys. ",
        "Nyns eus dhe Sue Hodge - hwegh ha tri ugens hy oos - kov a vos y’n mor, po, lewya hogen dhe Dewynblustri rag neuvya dhe etek mis Du. ",
        "Hy howethes a verkyas dell hevelis hyhi “gwag” ha penndegys wosa an neuvyans berr, hag a elwis karr-klavji. ",
        "Hy hov nessa a veu seyth our diwettha ha medhogyon a’s kedhlas an dowr yeyn dhe gawsya koll kov olldalghus tremenadow. ",
        "Re beu ha dos neuvyans yn mor moy meurgerys hevlena, ha pollow neuvya a-bervedh ow remaynya degys dres oll.",
        "Dhe dhalleth a’n vledhen, yth esa pymp esel warn ugens yn unnik dhe bara neuvya mor benynes yn Tewynblustri, ha lemmyn yma moy es diw vil esel dhodho. <hr> ",
        "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. ",
        "An dowlen an seythen ma a veu skrifys gans Julia Wass, ha genev vy, Duncan McIntosh. ",
        "Bys dy’Sul nessa, kemerowgh with."
        
    ],
   
    

    "english": [
        "Hello, and welcome to ‘An Nowodhow’ (‘The News’) on BBC Radio Cornwall.",
        "In Coventry this week, grandmother Margaret Keenan became the first person in the world to receive the Pfizer Covid-19 vaccine. ",
        "It was the first of 800,000 doses of the vaccine developed by Pfizer/BioNTech that will be dispensed in the coming weeks.",
        "Up to four million more are expected by the end of the month. ",
        "Hubs in the UK are starting by vaccinating the over-80s as well as some health and care staff. ",
        "Two care home workers from the same family have been the first in Cornwall to receive the coronavirus vaccine. ",
        "Donna MacKinnon, head of care at Roscarrack House Care Home in Falmouth, said she hoped this would be a “real turning point” for everyone. ",
        "Ms MacKinnon said six residents and nine members of staff had coronavirus earlier in the year, but luckily all came through. ",
        "She said it has been awful to see the residents so isolated and to see their families suffer as well, the 47-year-old said. ",
        "Her daughter, Erin, used to work in the kitchen at the care home, but due to staff shortages during the virus outbreak she switched to care work. ",
        "The head of care said she was proud of her daughter and of all the staff. ",
        "At the Royal Cornwall Hospital, about 200 people each day will be given the jab. ",
        "Helen Winn, lead vaccination nurse at the hospital in Truro said she was very excited and that the vaccination would be an absolute game changer.",
        "A furloughed worker at the Eden Project took his own life at the world-famous attraction, an inquest has found. ",
        "Marc Mappley, 48, hanged himself in a chemical store at the eco site near St Austell, Cornwall, in July. ",
        "Mr Mappley, who first had depression in 2008 and also had family worries, had been put on furlough throughout the summer and was at risk of redundancy. ",
        "Eden’s HR director, Dawn George, said the pandemic had caused a “significant financial loss” for the company.",
        "Eden was forced to close in March and an organisational restructure took place, meaning horticulturalist Mr Maplley’s science team faced being disbanded. ",
        "The Eden Project said it was not aware Mr Mappley had made a previous suicide attempt in 2015 in the same store. ",
        "He was described as a “kind, loving person” who “did not believe in himself”. ",
        "Acting senior coroner for Cornwall, Andrew Cox, recorded a suicide conclusion. ",
        "He said Mr Mappley had suffered some family and relationship issues and some financial concerns as a result of being furloughed during the Covid-19 pandemic. ",
        "Cornwall Council has said that its office in Brussels will remain open post Brexit. ",
        "According to its website the office represents the interests of Cornwall in Brussels and helped local stakeholders make the most out of engagement in Europe and the new relationship between the UK and the EU. ",
        "The council shares the cost of the site with the Cornwall and Isles of Scilly Local Enterprise Partnership and Combined Universities in Cornwall. ",
        "The value of the office contract in 2019 was £240,000 over two years. ",
        "Earlier this year, members of the council's Conservative group, led by Linda Taylor, called for it to be scrapped when the Brexit transition period ends on 1 January. ",
        "However, when asked about the future of the Brussels office at a recent council meeting, Councillor leader Julian German confirmed it would remain open. ",
        "He said it was important to continue to reach out to friends and partners in Europe, to maintain access for Cornish businesses and also help make trade and relationships as smooth as possible post-Brexit.” <hr> ",
        "A woman who lost her short-term memory after swimming in the sea last month, has said people should not be put off. ",
        "Sue Hodge, 66, has no memory of going in the sea or even driving to Newquay in Cornwall for a swim on 18th November. ",
        "Her friend noticed she seemed “vacant” and confused after the short swim and called an ambulance to take her to hospital. ",
        "Her next memory was seven hours later and medics told her the cold water had triggered transient global amnesia. ",
        "Sea swimming has become increasingly popular during 2020 while indoor pools have largely remained closed.",
        "A woman-only sea swimming group in Newquay had 25 members at the start of the year, and now has more than 2000 members. <hr> ",
        "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall. ",
        "This week’s programme was written by Julia Wass and by myself, Duncan McIntosh. ",
        "Until next Sunday, take care."
]
  }