{"cornish":["Dohajydh da, ha dynnargh dhe dhyllans an seythen ma 'An Nowodhow' war BBC Radyo Kernow. <hr> ",
      "An awtour David Cornwell, aswonnys der an hanow pluven John Le Carré, a verwis dy’Sadorn yn Klavji Kernow Riel. ",
      "Herwydh derivas dhyworth teylu Mester Cornwell, ev re bia klav gans fagel skevens dres termyn berr. ",
      "Herwydh an derivas nag o kovid nownsek kaws a’y vernans. ",
      "Mester Cornwell a skrifas pymp lyver warn ugens. ",
      "Lies anedha a dheuth ha bos fylmow, po towlennow pellwolok: Tinker, Tailor, Soldier, Spy, The Night Manager ha The Little Drummer Girl y’ga mysk. ",
      "Pan worfennas Mester Cornwell y ober avel dyskador, y tallathas oberi rag an sodhva astranj, yn kynsa le yn Almayn. ",
      "Ev a oberas yn asran govadhow boll may hallas gwaynya ynni golokow orth bewnans gonis kevrinek. ",
      "Wosa ev dhe skrifa y dressa lyver, yth esa sewena lowr dhodho may hallas ev gofenna y ober rag an governans ha skrifa leun-dermyn. ",
      "Herwydh lies den, Cornwell o an gwella skrifer lyvrow aspias bythkweth. <hr> ",
      "Gwariva yn Truru a wra degemeres dew vilvil a beunsow dhyworth an governans rag gweres gans ewheansow ha skoodhya gans koll sevel arghans dres an pandemek Koronavirus. ",
      "Gwaytys yw Hel rag Kernow erbynn dewvil onan warn ugens wosa ragdres eylafinans efan. ",
      "Yma govenek dhe’n wariva an drehevyans, kans pymthek ha tri ugens y oos, dhe vos le tennvosek rag tournys dhyworth Penn West ha gwriansow rol A. ",
      "Pennweythresek Hel rag Kernow, Julian Boast y hanow, a leveris arghans governans a wra galosegi an wariva dhe ygeri mis Gwynngala nessa ha dhe dhelya gans “oll an hager vargennow.” <hr> ",
      "Kernow a allsa dos ha bos yn studh gwettha wosa Bretmes, gans marnas pymp kansran an pyth eus yw res dhe aslea arhansans Unyans Europek, herwydh konselor leel.",
      "Konsel Kernow a weythas rag seyth milvil a beunsow dres deg bledhen dhyworth an governans, rag aslea an arghans Europek. ",
      "Byttegyns yma own dhe’n dus na wra an konteth kemeres marnas milvil eth kans mil a beunsow y’n kynsa vledhen. ",
      "Herwydh an governans, i a wra kesoberi gans konsels dhe dhewis an gwella fordh dhe usya an arghans proviys gansa. ",
      "Konselor Konsel Kernow, Tim Dwelly y hanow, a leveris Boris Johnson dhe ambosa y fydh an keth kevarghow rag Kernow avel dhyworth an Unyans Europek. ",
      "“Ottomma yn Kernow an dus neb a votyas rag Bretmes ha rag an Parti Gwithyasel a’n gwrug drefen i dhe greysi y feu yn kever kemeres maystri arta ha kevambos gans agan governans dhe besya skoodhya Kernow” yn-medh Mester Dwelly. ",
      "An governans a dheklaryas y fydh arghas kenedhlek a dhew kans hag ugens milvil a beunsow yn kynsa le hag a furv arlehans rag an rent Unyans Europek kellys. <hr> ",
      "Jynn-ebron heb lewyer re dhug traow dhyworth an dor bras dhe Syllan rag an kynsa termyn gans sewena. ",
      "Ev a gowlwrug an viaj a dri ugens milder yn tien, ow telivra kist dhyworth an NHS dhe ayrborth Sen Maria. ",
      "Herwydh Kowethas Gorhel Tan Enesow Syllan an neyj a yger an fordh rag junyans posek nowydh gans an enesow pell. ",
      "An jynn-ebron heb lewyer a dhewelas dhe ayrborth Penn an Wlas gans askor leel, jynerva ha bleujennow y’ga mysk. ",
      "Y’n dydhyow ma an moyha rann a garg yw degys dhe’n enesow yn gorhel, gans nebes traow degys yn jynnow-ebron ryb trethysi. ",
      "Jynnow-ebron heb lewyer a allsa don traow divers, prov medhegel ha rannow karr yniadow y’ga mysk. ",
      "Awos an neyj sewen yma towlennow dhe gomendya neyj jynn-ebron heb lewyer pubdedhyek ynter an dor bras ha Syllan an nessa hav. <hr> ",
      "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. ",
      "An dowlen an seythen ma a veu skrifys ha presentys genev vy Kensa Broadhurst. ",
      "An pennskrifer o Steve Harris. ",
      "Bys dy’ Sul nessa, dydh da dhywgh hwi oll."],

    "english":["Good afternoon and welcome to this week’s edition of ‘An Nowodhow’ on BBC Radio Cornwall.",
      "The author David Cornwell, known by the pen name John Le Carré died on Saturday at the Royal Cornwall Hospital. ",
      "According to a statement from Mr Cornwell’s family, he had been ill with pneumonia for a short while. ",
      "According to the statement, covid-19 was not a cause of his death. ",
      "Mr Cornwell wrote twenty-five novels. ",
      "Many of these became films or television programmes, including Tinker, Tailor, Soldier, Spy, The Night Manager and The Little Drummer Girl. ",
      "When Mr Cornwell finished his work as a teacher, he began working for the foreign office, initially in Germany. ",
      "He worked in the intelligence records department, where he was able to gain insights into the life of the secret service. ",
      "After he had written his third novel, he was successful enough to be able to finish working for the government and write full-time. ",
      "According to many people, Cornwell was the best ever writer of spy novels.",
      "A theatre in Truro will receive £2m from the government to help with renovation and assist with the loss of fundraising during the coronavirus pandemic. ",
      "The Hall for Cornwall is due to open in 2021 after an extensive refurbishment project. ",
      "The theatre hopes the 175-year-old building will attract A-list acts and West End tours. ",
      "Julian Boast, CEO of the Hall for Cornwall, said the government money will enable the theatre to open next September and deal with “all the things that have gone wrong”. ",
      "Cornwall could be in a worse position after Brexit, with just 5% of what it needs to replace EU funding, according to a local councillor. ",
      "Cornwall Council has applied for £700m over 10 years from the government to replace the European money.",
      "However, people fear the county could receive only £1.8m in the first year. ",
      "According to the government they will work with councils on how best to use money it provided. ",
      "Cornwall councillor Tim Dwelly said Boris Johnson promised Cornwall the same investment it got from the EU. ",
      "“Here in Cornwall, the people who voted for Brexit and voted for the Conservatives did so because they believed or were told it was about taking back control and a commitment by our government to continue to support Cornwall.” ",
      "The government has announced an initial national funding pot of £220m to make up for lost EU revenue.",
      "A drone has successfully carried supplies from the mainland to the Isles of Scilly for the first time. ",
      "It completed the 60-mile (97km) round trip, delivering a box from the NHS to St Mary's airport. ",
      "The Isles of Scilly Steamship Group (ISSG) said the flight opens the way for a new important connection with the remote islands. ",
      "The drone returned to Land's End airport with local produce including gin and flowers. ",
      "Currently most freight is carried to the islands by ship, with some being taken alongside passengers on planes. ",
      "Drones could carry items including medical supplies and urgent vehicle parts. ",
      "Following the successful flight there are plans to introduce a daily drone freight service between the mainland and Scilly next summer. ",
      "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall. ",
      "This week’s programme was written and presented by me Kensa Broadhurst. ",
      "The editor was Steve Harris. ",
      "Until next Sunday, good day to you all."]  
  }