{
  "cornish": [
    "Dydh da, ha dynnargh dhe’n kynsa a dhew dhyllans arbennek 'An Nowodhow' war BBC Radyo Kernow, ow kul daswel a’n vledhen usi passyes. ",
    "Gwren ni dalleth hedhyw gans an hwegh mis ynter Genver ha Metheven. <hr>",
    "Dihaval re beu an vledhen ma orth pub bledhen aral, ha brassa hwedhel an vledhen o, heb mar, an kas erbynn an virus Kovid nownsek. ",
    "Byttegyns, pan dhallathas an vledhen, y pesya agan bewnans herwydh usadow,", 
    "kynth o aswonys yn ta bos virus peryllus nowydh owth omlesa yn uskis dres an bys. ",
    "Yn mis Genver, rag ensampel, deklarys veu bos kudynnow arghansek dhe’n ayrlinen Flybe ha rakhenna, y feu towl rag y sawya unverhes ynter an governans ha kevrenogyon an kowethas,",
    "y’ga mysk Virgin Atlantic ha Bagas Stobart. ",
    "An seythen a-wosa, Flybe a dheklaryas y hwre ev dilea y servis Tewynblustri - Heathrow ha neyja dhe Gatwick yn y le. ",
    "Yn mis Hwevrer, Mark Jenkin a waynyas BAFTA rag ‘Dalleth a Bris gans Skrifer, Kevarwodher po Askorrer Bretennek’ rag y fylm ‘Bait’ hag a veu fylmyes yn Pennwydh West. ",
    "Dyghtyoryon Gool Boardmasters a dhellos aga rol a berformyoryon rag mis Est hag athlet kernewek Melissa Reid a besya ombareusi rag an Gwariow Paralympek yn Tokyo. ",
    "Trist yw dh’y leverel, mes ni a wor na hwarva an darvosow ma hag, yn mis Meurth, an governans a dheklaryas y hwre ev synsi keskussulyans gwask dydhyek, darlesys dre bellwolok. ",
    "An pennvenyster a wrug devnydh a’n kynsa keskussulyans gwask rag deskrifa an rewlow nowydh a janjya bewnans a bubonan y’n pow dres an misyow ow tos, hag yndella y tallathas bewnans yn-dann alhwedh. ",
    "Yn gwella prys, splann o an gewer dres gwenton – howlyek ha tomma es dell usys.", 
    "Nyns esa kummyas dhe’n poblek viajya dhe ranndiryow erel an pow ha pur gosel o Kernow. ",
    "Byttegyns, tornyaseth yw rann vras a’n erbysiedh Kernow ha, kyn hwrug an Chansler ambosa meur a skoodhyans arghansek, yth esa prederow dhe lies perghen ha dyghtyer negys tornyasek ma na dreusvewens an hav. ",
    "Prederys ynwedh o tiogyon Kernow drefen nag esa tus lowr kavadow rag kuntel aga frooth ha losow-kegin. ",
    "Ytho, George Eustice, Menyster a-barth an Kerghynnedh, a ynias war dus dhiweyth ombrofya rag an ober posek ma. ",
    "Kyn nag esa kemmys tus klav gans an virus yn Kernow es dell esa yn ranndiryow erel an pow, pur vysi o agan klavjiow hag yn mis Ebrel y tallathas medhogyon vayni synsi kussulyansow warlinen. ",
    "Dileys veu oll an golyow usadow Kernewek.",
    "Yn mis Ebrel, y teuth nowodhow Gool Hobihors Lannwedhenek dhe vos dileys keffrys ha dy’golyow erel kepar ha Dydh Feri Hellys, Dydh Trevithick, Dydh Murdoch, ha Golowan yn Pennsans. ",
    "A-der hwarvosow a’n par ma, res veu dilea po delatya demedhyansow a-dreus agan ranndir ynwedh. ",
    "Servisyow eglos a veu synsys warlinen, dre vras, mes yn mis Metheven, Revrond Matt Timms a assayas neppyth tamm dihaval. ",
    "Ev a elwis myns a vynna dos dhe servis arbennek mes a ji yn Tewynblustri y’ga harr. ",
    "Wortiwedh, dhe benn mis Metheven, lewsys veu an rewlys ow tochya bewnans yn dann alhwedh. ",
    "Nebes fleghes yn skolyow kynsa re dhehwelis dh’aga klass, ",
    "ygerys veu gwerthjiow ‘anessensek’ hag an governans a ros kummyas dhe vyns esa owth omenyshe ‘yn dann skoos’ a asa aga chi rag an kynsa prys a-dhia vis Meurth. ",
    "Byttegyns, ynter oll an kaletterow yth esa nebes hwarth. ",
    "Yn gwenton, teylu a sortes, gwrys a brenn, a dheuth mes aga ‘gwavgosk’ war fordh a-dro Trafalgar yn Truru. ",
    "Eseli an poblek a omlowenhas orth aga gweles arta. ",
    "Yn-medh neb unn den, ‘Hemm yw an dra an moyha yntanus ow hwarvos y’n eur ma. My a gar an sortes.’ <hr>",
    "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. ",
    "An dowlen a’n seythen ma a veu skrifys ha presentys genev vy, Steve Penhaligon.", 
    "An pennskrifer o Wella Morris. ",
    "Nadelik lowen dhywgh hwi oll. "] ,
  "english":[

    "Hello, and welcome to the first of two special editions of ‘An Nowodhow’ on BBC Radio Cornwall, reviewing last year’s news. ",
    "Let’s begin today with the six months between January and June. ",
    "This year has been unlike any other year and the biggest story of the year was, of course, the battle against Covid-19 virus. ",
    "However, when the year began, our lives continued as usual, ",
    "even though it was well known that there was a dangerous new virus spreading rapidly throughout the world. ",
    "In January, for example, it was announced that the airline Flybe had financial problems and therefore, a plan to save it was agreed between the government and stakeholders in the company, ",
    "Virgin Atlantic and the Stobart Group among them. ",
    "The following week, Flybe announced that it would be cancelling its Newquay – Heathrow service and be flying to Gatwick instead. ",
    "In February, Mark Jenkin won a BAFTA for ‘Outstanding Debut by a British Writer, Director or Producer’ for his film ‘Bait’ which was filmed in West Penwith. ",
    "The organisers of the Boardmasters Festival published its line-up for August and the Cornish athlete Melissa Reid continued her preparations for the Tokyo Paralympics. ",
    "Sad to say, we know that these events never took place and, in March, the government announced that it would be holding a daily televised press conference. ",
    "The Prime Minister used the first press conference to set out the new rules that would change the lives of everyone in the country, and so began life under lockdown. ",
    "Fortunately, the weather was fine in spring – sunny and warmer than usual. ",
    "The public were not allowed to travel to other parts of the country and Cornwall was very quiet. ",
    "However, tourism is a large part of Cornwall’s economy and, although the Chancellor promised a lot of financial support, many owners and managers of tourist businesses were worried that they would not survive the summer. ",
    "Cornwall’s farmers were also worried because there were not enough people available to pick their fruit and vegetables. ",
    "So, George Eustice, Minister for the Environment, urged the unemployed to volunteer for this important work. ",
    "Although there were fewer people suffering with the virus in Cornwall than in other parts of the country, our hospitals were very busy and in April GPs began to hold consultations online. ",
    "All the usual Cornish Festivals were cancelled.",
    "In April, there came news that the Padstow ‘Obby ‘Oss Festival had been cancelled, as were Helston Flora, Trevithick Day, Murdoch Day and Golowan in Penzance. ",
    "Apart from events of this kind, weddings across our region also had to be cancelled or postponed. ",
    "Church services were held online, for the most part, but in June, Rev. Matt Timms tried something a little different.",
    "He invited all those who wanted to come to a special outdoor service in Newquay in their cars. ",
    "At last, at the end of June, the rules relating to life under lockdown were relaxed. ",
    "Some children in primary schools returned to their classes,",
    "‘inessential’ shops were opened and the government allowed all those who were ‘shielding’ to leave their homes for the first time since March. ",
    "However, amongst all the difficulties there was some laughter.",
    "In spring, a family of wooden hedgehogs came out of ‘hibernation’ on the Trafalgar roundabout in Truro. ",
    "Members of the public were delighted to see them again. ",
    "One man commented, ‘This is the most exciting thing happening at the moment. I love the hedgehogs.’ ",
    "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall.",
    "This week’s programme was written and presented by me, Steve Penhaligon.",
    "The editor was Wella Morris. ",
    "Merry Christmas to you all. "]  
}