{
    "cornish": [

      "Dohajydh da, ha dynnargh dhe dhyllans an seythen ma 'An Nowodhow' war BBC Radyo Kernow.<hr>",
      "An governans re dheklaryas y fydh an nessa keskussulyans G7 synsys yn Porthreptor, ogas dhe Borthia, mis Metheven a dheu. ",
      "Y teu hembrenkysi dhyworth an seyth kenedhel a’n bagas G7: an Ruvaneth Unys, an Statys Unys, Almayn, Frynk, Kanada, Itali ha Japan, keffrys ha hembrenkysi Ostrali, Eynda ha Korea Dhyghow hag a vydh gwestoryon an G7. Y’ga mysk, y fydh, heb mar, lewydh nowydh an Statys Unys, Joe Biden. ",
      "Trigys vydh nebes a’n kanasow yn ostel Tregenna Castle hag y hwrer devnydh ynwedh a’n Gwithti Morek Kenedhlek yn Aberfala. ",
      "Hembrenkyas Konsel Kernow, Julian German, a leveris bos hemma “chons bryntin rag argemynna lesow Kernow hag an Ruvaneth Unys dhe’n bys tien, ha rag ynkressya agan nerth ha’gan golusogneth teythyek”. ",
      "Kim Conchie, ow kewsel a-barth Chi Kenwerth Kernow, a leveris nag o ev sowdhenys bos Kernow dewisys avel ost an keskussulyans drefen bos Kernow, “an eghen boran a erbysiedh a vydh dhe les dhe’n bys” dres an kynsa kansbledhen warn ugens. Ev a gampollas yn arbennek agan teknologieth wyns morek, agan erbysiedh bysyel ha’gan negysyow boos ha diwes a vri. ",
      "Herwydh pennweythresek Visit Cornwall, Malcolm Bell y hanow, y halsa an keskussulyans dri dhe Gernow meur a lesow arghansek, martesen kemmys ha hanterkans milvil beuns aga thalvosogeth. ",
      "Spit dhe nebes prederow awos Kovid-19, George Eustice, Skrifennyas an Governans a-barth an Kerghynnedh, a leveris, orth y vrys, y halsa an keskussulyans bos dyghtys yn maner salow. ",
      "Ha Shaun Sawyer, Pennsodhek Kreslu Kernow ha Dewnens, a leveris an kreslu dhe ombareusi dres lies mis seulabrys rag gwitha an kanasow rag drog.<hr>",
      "Ow talleth dy’Lun usi passyes, an Gonis Yeghes Kenedhlek re dhallathas profya bryghlinansow erbynn Kovid-19 dhe dus deg bloodh ha tri-ugens po moy aga oos. ",
      "Kyns lemmyn, kavadow veu an bryghlin dhe dri bagas a dus: mayni yegheswith, anedhysi chiow gwith ha tus peswar-ugens bloodh po kottha. ",
      "Yma govenek dhe’n governans y hwra oll an dus yn bagasow ma degemeres an bryghlin erbynn an pymthegves a vis Hwevrer. ",
      "Ygerys ynwedh veu deg kresen vras nowydh le may hyllir bos bryghlinys lies den yn termyn berr. ",
      "An pennvenyster a dheskrifas hemma avel “men mildir posek” y’n dowlen vryghlina an kenedhel.<hr>",
      "Ow sewya protestyansow y’n kres a Loundres, an pennvenyster a ambosas arghasans a dri milvil warn ugens a beunsow rag gweres kowethyansow pyskessa shyndys gans ardagow Brexit. ",
      "A-dhia an kynsa a vis Genver, kowethyansow pyskessa a dal kollenwel meur a baperweyth keworansel rag esperthi aga gwara dhe Europa hag ymons i ow krodhvola nag yw es aga delivra hag i hwath kro. Mar nyns yw an dyghtyansow toll sempelhes, i re warnyas may fo lies soodh kellys kyns neppell. ",
      "An governans a ambosas y hwre ev astiveri kowethyansow rag kollow hag ardagow nag o aga fowt.<hr>",
      "Yma bargen tir yn Lannewa ow ri oyow heb kost dhe arghanttiow boos drefen na yll aga gwertha. ",
      "An bargen tir a’n jeves a-dro dhe gans mil ha peswar-ugens a yer hag yma oll anedha ow pesya askorra oyow, mes ny vynn bostiow, ostelyow po gwerthjiow aga frena drefen nag eus kummyas dhedha ygeri y’n eur ma. ",
      "Lemmyn, yma pennweythresek an bargen tir, Bex Tonks, ow kwertha hy oyow a bris isel hag ow ri kisten a oyow dhe arghantti boos po dhe gegin gemeneth pupprys hi dhe wertha servyour anedha. ",
      "Yn-medh hi, “Ny yllir danvon an yer tre”, ow keworra y vos “posek dres eghen a vaga an re a’s teves an moyha edhom anodho”.<hr>",
      "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. An dowlen an seythen ma a veu skrifys ha presentys genev vy, Steve Penhaligon. An pennskrifer o Wella Morris. Bys dy’ Sul nessa, dydh da dhywgh hwi oll. "
      
      ] ,
    "english":[

      "Good afternoon and welcome to this week’s edition of ‘An Nowodhow’ on BBC Radio Cornwall.",
      "The government has announced that the next G7 conference will be held in Carbis Bay, near St Ives, this coming June. ",
      "Leaders from the seven G7 nations will attend: the UK, the US, Germany, France, Canada, Italy and Japan, as well as the leaders of Australia, India and South Korea who will be guests of the G7. Naturally, the new president of the US, Joe Biden, will be among them. ",
      "Some of the delegates will stay at the Tregenna Castle Hotel and use will also be made of the National Maritime Museum in Falmouth. ",
      "The leader of Cornwall Council, Julian German, said that this was “a fantastic opportunity to showcase the best of Cornwall and the UK on the world stage, and to build our strength and prosperity at home”. ",
      "Kim Conchie, speaking on behalf of the Cornwall Chamber of Commerce, said that he was not surprised that Cornwall had been chosen to host the conference because Cornwall was “exactly the sort of economy that the world is going to be interested in” in the 21st Century. He made special mention of our off-shore wind technology, our digital economy and our renowned food and drink businesses. ",
      "According to the chief executive of Visit Cornwall, Malcolm Bell, the conference could bring many financial benefits to Cornwall, worth perhaps as much as £50 million. ",
      "In spite of some concerns around Covid-19, the government Environment Secretary, George Eustice, said that, in his opinion, the conference could be run safely. ",
      "And Devon and Cornwall’s Chief Constable, Shaun Sawyer, said that the police had already been preparing for several months to ensure the delegates’ safety.<hr>",
      "Starting last Monday, the NHS has begun to offer Covid-19 vaccinations to people aged 70 or over. ",
      "Until now, the vaccine has been available to three groups of people: healthcare workers, residents of care homes and people 80 years of age or older. ",
      "The government hopes that all these groups will receive the vaccine by February 15th. ",
      "Ten large new centres were also opened where many people can be vaccinated in a short time. ",
      "The Prime Minister described this as “a significant milestone” in the nation’s vaccination programme.",
      "Following protests in the centre of London, the Prime Minister promised funding worth £23 million to help fishing companies harmed by Brexit delays. ",
      "Since January 1st, fishing companies have to fill in a lot of additional paperwork to export their goods to Europe and they are complaining that it is not easy to deliver it while it is still fresh. If the customs arrangements are not simplified, they have warned that many jobs will soon be lost. ",
      "The government promised that it would compensate companies for losses and delays that were not their fault.",
      "A farm in St Ewe is giving eggs away to food banks because it is unable to sell them. ",
      "The farm has about 180,000 hens and all of them are continuing to lay, but restaurants, hotels and shops won’t buy them as they are not allowed to open at the moment. ",
      "Now, the CEO of the farm, Bex Tonks, is selling her eggs at a reduced price and is donating a box of eggs to a food bank or community kitchen every time she sells a tray of them. ",
      "“You can’t furlough chickens,” she said, adding that it was “really important to feed those who need it most”.",
      "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall. This week’s programme was written and presented by me, Steve Penhaligon. The editor was Wella Morris. Until next Sunday, good day to you all. "
      
      ]  
  }