{
  "cornish": [
    "Dohajydh da, ha dynnargh dhe ‘An Nowodhow’ war BBC Radyo Kernow.<hr>",
    "Dy’Meurth a’n seythen ma, an niver a’n re na neb re verwis gans Kovid-19 y’n Ruvaneth Unys a dremenas kans mil. ",
    "Pennvenyster Boris Johnson a leveris yth omgemeras va yn leun rag gwriansow an governans, ow leverel bos drog meur ganso rag pub bewnans kellys. ",
    "An Ruvaneth Unys yw an pympes pow hag a dremenas kans mil a vernansow, wosa Statys Unys, Brasil, Eynda, ha Meksiko. Yth yw an kynsa kenedhel Europek dhe dremena an niver. ",
    "Hwithfians yn kasys yn seythennyow a-dhiwedhes - lewys yn rann gans varien nowyth ow lesa yn uskis - re asas an Ruvaneth Unys gans onan a’n vrassa kevradhow mernans y’n bys. ",
    "Hembrenkyas Lavur, Syr Keir Starmer a leveris y vos “trajedi kenedhlek” dhe hedhes kans mil vernans, ow leverel bos an governans “a-dryv an grommen dhe bub kamm” a’n pandemyk. ",
    "Moy es hwegh poynt eth milyon yn Ruvaneth Unys re dhegemeras aga dogen kynsa bryghlin koronavirus, herwydh an diwettha niverow. ",
    "Yn Kernow an niver a gasys re godhas. Y’n seyth dydh bys yn hag ow komprehendya an peswara warn ugens a vis Genver, yth esa pymthek kas hag eth ugens poynt eth pub kans mil, leheans a dhew kans eth ha dew ugens poynt tri yn seythen kyns henna.<hr>",
    "Klub sportys “omvodhek” re beu spalys mil beuns wosa ygeri y varr ha servya alkohol dh’y eseli. ",
    "An spal stag a veu dyllys dhe’n klub Kernewek dy’Mergher an ugensves a vis Genver gans sodhogyon venystrek Konsel Kernow wosa keskelmi gans kreslu. ",
    "Yn-dann rewlys lockdown a-lemmyn, res yw dhe westvaow ow komprehendya diwottiow, barrys ha klubys socyal remaymya degys marnas i a brov boos ha diwes gorra dhe-ves. <hr>",
    "Yma Spaceport Cornwall owth oberi war-tu ha lonchya an kynsa lorellow dhe efanvos yn gwenton diw vil dew warn ugens. ",
    "Y syw an lonch sewenus a lorellow gans jynn-ebron Virgin Orbit dhyworth an Statys Unys. ",
    "Melissa Thorpe, chyfes Spaceport Cornwall, ogas dhe Dewynblustri, a leveris hy fog dhe vos lemmyn war an kynsa lonch gans jynn-ebron Virgin Orbit dhyworth an tyller. ",
    "Hi a leveris: “Yntanys on ni drefen bos herdhyans a vri ragon awos bos an tek prevys lemmyn.” ",
    "Y fydh an porth efanvos tyller lonch gorwelyek may fydh jynnow-ebron treylys usys dhe lonchya lorellow byghan yn resegva a-ugh dhe’n norvys. ",
    "An kynsa lonch re bia merkys rag Hedra hevlena mes delays a gavos kummyasow hag an pandemyk a herdhyas war-gamm an dedhyas, y leveris Servis Derivas Gwerinieth Leel. ",
    "Yma Spaceport Cornwall ow kwaytya ombrofya rag an kummyasow a res dhe oberi avel porth efanvos diwettha hevlena wosa reythyans dhe vos komendys gans eseli senedh, ha Virgin Orbit a yll ombrofya rag an kummyasow a res rag lonchya dhyworth an tyller. ",
    "Mestres Thorpe a boslevas dell nag yw Spaceport Cornwall a-dro dhe Virgin Orbit yn unnik, ow leverel dell veu ober ow pos gwrys rag tenna moy oberadoryon dhe Gernow, gans deklaryansow settys diwettha y’n vledhen ma. ",
    "“An lonch yw yntanus dhymmo mes yth yw ynwedh an porth efanvos avel piger, avel arethva dhe denna negys, kevarghow, oberennow hag arghasans yn arenebedh,” yn-medh hi. ",
    "“Yma negysyow ankrysadow dhyn seulabrys omma, ow kul traow marthusek hag owth oberi war ragdresow a vri dreusvysyek ha ni a vynn aga bos omvyskys gans hemma. ",
    "Yth esen ni ow tos dhyworth an pandemyk, ow vires orth arveth ha gwrians oberennow – ny janjyas an dowlen.”<hr>",
    "Ha wortiwedh, athletes a Gernow neb re resas seyth marathon yn seyth dydh rag alusen yeghes brysel Mind, a leveris yth omglewas “fest yn ta” ",
    "Sarah Thomson, eth bloodh warn ugens ha dhyworth Tewynblustri, a leveris hy bos awenys dhe dhegemeres an chalenj wosa assaya omladha yn diw vil ugens.",
    "Hi a bonyas, yn unnik, hwegh warn ugens poynt dew mildir (po dew gilometer ha dewgens), pub dydh dres seythen. Hi a gowlwrug pub ponyans yn le ‘es peder our. ",
    "Hi a leveris dres an seythen, an chalenj re janjsa a neppyth a dhevnydhya hi rag hy fenn hi, dhe “dhiskwedhyans fatel yw marthys tus”, ha fatel vynnons skoodhya tus erel. ",
    "Hi a leveris hi dhe waytya drehevel warneth rag Mind, mes pur lowen o hi re argevsa tus moy es pymp mil beuns. ",
    "Thomson, neb a vynn dos ha bos paramedhoges, a ynnias nebonan owth ombrevi kaleterow yeghes brysel dhe ystyn. ",
    "Herwydh avisyans an governans, mos yn-mes dhe omoberi unnweyth y’n jydh, ponya komprehendys, yw onan a’n askusyow “resnadow” rag diberthi tre dres lockdown.<hr>",
    "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. An dowlen an seythen ma a veu skrifys gans Julia Wass, ha genev vy, Duncan McIntosh. Bys dy’Sul nessa, kemmer with."
    
    
    ] ,
  "english":[

    "Good afternoon, and welcome to ‘An Nowodhow’ (‘The News’) on BBC Radio Cornwall.",
    "On Tuesday this week, the number of people who have died with Covid-19 in the UK passed 100,000. ",
    "Prime Minister Boris Johnson said he took “full responsibility” for the government's actions, saying he was deeply sorry for every life lost. ",
    "The UK is the fifth country to pass 100,000 deaths, after the US, Brazil, India and Mexico and is the first European nation to pass the number. ",
    "A surge in cases in recent weeks - driven in part by a new, fast-spreading variant of the virus - has left the UK with one of the highest coronavirus death rates in the world. ",
    "Labour leader Sir Keir Starmer said it was a “national tragedy” to have reached 100,000 deaths saying that the government had been “behind the curve at every stage” of the pandemic. ",
    "More than 6.8 million people in the UK have had their first dose of a coronavirus vaccine, according to the latest figures. ",
    "In Cornwall, the number of cases per 100,000 has fallen. In the seven days up to and including 24 January there were 175.8 cases per 100,000 - down from 248.3 in the previous week.",
    "A “selfish” sports club has been fined £1000 for opening its bar and serving alcohol to its members. ",
    "The fixed penalty was issued to the Cornish club on Wednesday 20th January by Cornwall Council enforcement officers after liaising with the police. ",
    
    "Under current lockdown rules, hospitality venues, including pubs, bars and social clubs, must remain closed unless they are providing takeaway food and drinks.<hr>",
    "Spaceport Cornwall is working towards launching the first satellites into space in spring 2022.",
    "It follows the successful launch by a Virgin Orbit plane of satellites from the US. ",
    "Melissa Thorpe, head of Spaceport, near Newquay, said her focus is now on the first launch by a Virgin Orbit plane from the facility. ",
    "She said: “We are excited as it is a significant push for us with the tech being proven now.” ",
    "Spaceport Cornwall will be a horizontal launch site where modified aeroplanes will be used to launch small satellites into orbit above the Earth. ",
    "The first launch from Spaceport Cornwall had originally been earmarked for October this year but delays in getting permissions and the pandemic have pushed the date back, said the Local Democracy Reporting Service. ",
    "Spaceport Cornwall is hoping to apply for the licences required to operate as a spaceport later this year after legislation is approved by MPs, while Virgin Orbit can apply for the licences needed to launch from the site. ",
    "Ms Thorpe stressed that Spaceport Cornwall is not just about Virgin Orbit, saying that there was work being done to attract more operators to Cornwall with announcements set to be made later this year. ",
    "“To me the launch is exciting but it is also the spaceport as a catalyst, as a platform to attract business, investment, jobs and funding to the area,” she said. ",
    "“We have incredible businesses here already doing wonderful things and working on world class projects and we want them involved with this. ",
    "“We are coming out of the pandemic looking at recruitment and the creation of jobs – the programme hasn’t changed.”",
    "And finally, an athlete from Cornwall who has run seven marathons in seven days for the mental health charity Mind said she felt “really good”. ",
    "Sarah Thomson, 28, from Newquay, said she was inspired to take on the challenge after attempting to take her own life in 2020. ",
    "She ran 26.2 miles (42km) alone, every day for a week. She completed each run in less than four hours. ",
    "She said over the week the challenge had changed from something she was using for her own head to a “demonstration of how amazing people are” and how they are willing to support others.",
    "Miss Thomson said she hoped to raise awareness for Mind, but was delighted that people had also donated more than £5,000. ",
    "Miss Thomson, who hopes to become a paramedic, urged anyone experiencing mental health difficulties to reach out. ",
    "Going out to exercise once a day, including running, is one of the “reasonable excuses” for leaving home during lockdown, according to government guidance.",
    "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall. This week’s programme was written by Julia Wass and by myself, Duncan McIntosh. Until next Sunday, take care."      ]  
}