{
  "cornish": [

    "Dohajydh da, ha dynnargh dhe’n Nowodhow war BBC Radyo Kernow.",
    "An seythen ma yth eson ni ow mires orth nessa rann 2020, a vis Gortheren bys yn mis Kevardhu.",
    "Heb mar, y feu an pennhwedhel an pandemik Kovid ow pesya.<hr>",
    "An 4a a vis Gortheren, lewsys veu an rewlys ow tochya bewnans yn-dann naw alhwedh hag yma kummyas lemmyn dhe bubonan yn Kernow ha Pow Sows a dhy’golya y’n Ruvaneth Unys hag yn nebes powyow erel tramor ynwedh. ",
    "Wosa tri mis a vewnans yn-dann alhwedh, yth eth meur a dus dhe’n diwotti rag an kynsa prys rag omdhiskwitha hag  omlowenhe gans aga howetha. ",
    "Lies havyas a dheuth dhe Gernow, hag yn mis Est, perghenegys veu moy es onan poynt  onan milvil a vosow yn Kernow yn-dann an dowlen Dybri yn-mes rag Gweres. <hr>",
    "Yn mis Gwynngala, yn-medh Jack Middleton, leveryas a-barth Mordadhoryon Erbynn an Karth, aluseneth selys yn  Kernow, ‘Ni re welas mordon nowydh a dhefolyans plastek ow strolya agan trethow y’n furv a vaskow hag a vanegow towladow’. <hr>",
    "An 14ves a vis Gwynngala y teuth rewlys nowydh dhe Gernow ha dhe Bow Sows. ",
    "I a finwethas braster bagasow  kowethasek dhe hwegh person hepken, rag assaya hedhi lesans Kovid-19. ",
    "Yth esa chanjyow diwettha y’n mis, y’ga mysk  fronansow tynna rag tavernys, barrys ha bostiow, hag o fronnys dhe wonis moos, ha res o dhedha degea kyns deg eur  gorthugherweyth. <hr>",
    "Yn mis Hedra yth esa aswonvos ow tevi bos tus owth enebi sewyansow termyn hir a glevesans Kovid. ",
    "Dismygrivow a  venegi y halla bos nasyes gans Kovid Hir onan yn deg a’n re klevesys gans an virus.<hr>",
    "An 5es a vis Du yth esa Kernow arta yn-dann alhwedh dres peder seythen. ",
    "Pennsodhek medhegel Professor Chris  Whitty a leveris bos an virus ow lesa “fest uskis”. <hr>",
    "An 2a a vis Kevardhu y feu an bewnans yn-dann alhwedh asleys gans system nowydh a dri nivel, dihaval an rewlys  yn pub anedha. ",
    "Kernow ha Syllan a omgavas yn nivel onan, hag a’n jeves an rewlys an lyha sevur, awos bos kevradh  klevesans Kovid isel omma. ",
    "Gweythys veu an rewl a hwegh arta, hag yth esa kummyas dhe vostiow, dhe dhiwottiow ha  dhe ostelyow a ygeri ha gwertha boos ha diwosow herwydh usadow, mar kwrussons i sewya rewlys ombellheans socyal. <br/><hr>",
    "Bryghlinys veu an kynsa tus an 8ves a vis Kevardhu, mes y tiskudhas kyns Nadelik bos varien nowydh a Govid yn Pow  Sows, hag hy dhe lesa esya es an furv kyns. ",
    "Yn nivel dew yth eth Kernow Dy’gol Stefan. <hr>",
    "Yn mis Gortheren, y teklaryas Google bos towlow dhodho a ystyn korsen rosweyth nowydh yn-dann an Keynvor  Atlantek, junys dhe’n tir meur bretennek ogas dhe Borthbud. <hr>",
    "Y teklaryas yn mis Est y fydh gwithti nowydh yn Sen Iv, ogas dhe Liskerrys, rag solempnya bewnans Emily Hobhouse,  benelegor ha kaskyrgher rag gwiryow denel. <hr>",
    "Yn Mis Istori Du, mis Hedra, steus nowydh rag solempnya an ober a hembrenkysi awenek du o sewena vras, herwydh  dyskadoryon yn Kernow. <hr>",
    "Y tallathas yn mis Du ober rag nessa gradh an dowlen dhe witha an hyns horn a jun Kernow ha Dewnans Dyghow orth  remenant an Ruvaneth Unys. <hr>",
    "Yn mis Kevardhu y tug jynn ebron heb lewyer traow dhyworth an dor bras dhe Syllan rag an kynsa termyn gans  sewena. ",
    "Ev a gowlwrug an viaj a dri ugens milder mos ha dos, ow telivra kist dhyworth an NHS dhe ayrborth  Treworenys. <hr>",
    "Yn mis Gwynngala y ponyas mamm-guv dhyworth Logh Res rag Bewnans, pymp kilometer y hirder, spit dhe berthi  kanker an skevens na yll bos yaghhes. ",
    "Y fynnas Anne Libby, eth bloodh ha tri-ugens hy oos, kuntel arghans a-barth an  aluseneth, Cancer Research. ",
    "Fatel o hi wosa an res? Yn-dann hwerthin, hi a worthebis, ‘Marthys, my a omlowenhas yn  feur, yth esov vy ow neyja lemmyn – endorfinow ow resek. ",
    "Ya, skoodhyans bryntin’. <hr>",
    "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. ",
    "An dowlen a’n seythen ma a veu skrifys ha  presentys genev vy, Wella Morris. ",
    "An pennskrifer o Steve Penhaligon. ",
    "Bledhen nowydh da dhywgh hwi oll. <hr>"
    
    
    ] ,
  "english":[
    "Good afternoon, and welcome to the News on BBC Radio Cornwall. ",
    "This week we’re looking at the second half of 2020,  from July to December. ",
    "Of course the main story has been the continuing Covid pandemic. <br/>",
    "On 4 July the rules relating to life under lockdown were relaxed and everyone in Cornwall and England could take  a holiday in the UK as well as in some other countries abroad. ",
    "After three months of life under lockdown, many  people went to the pub for the first time to relax and enjoy themselves with their friends. ",
    "Many holidaymakers arrived  in Cornwall, and in August more than 1.1 million meals were claimed in Cornwall under the Eat Out To Help Out  scheme. <br/>",
    "In September, Jack Middleton, a spokesman for Surfers Against Sewage, a charity based in Cornwall, said, ‘We’ve  witnessed a new wave of plastic pollution littering our beaches in the form of disposable masks and gloves’. <br/>",
    "On 14 September, new rules came into force in Cornwall and England. ",
    "They limited the size of social gatherings to  six people, to try to stop the spread of coronavirus. ",
    "There were changes later in the month which included tighter  restrictions for pubs, bars and restaurants, which were restricted to table service and had to close by 10pm. <br/>",
    "In October, there was growing recognition that people are facing long-term consequences of a Covid infection. ",
    " Estimates suggested one in 10 of those infected with the virus could be affected by Long Covid. <br/>",
    "On 5 November, Cornwall was once more under lockdown for four weeks. ",
    "The chief medical officer Prof Chris Whitty  said that the virus was spreading “extremely rapidly”. <br/>",
    "On 2 December, lockdown was replaced with a new three tier system, with different rules in each. ",
    "Cornwall and the  Isles of Scilly found itself in tier one, which had the least strict rules, because the Covid infection rate was low here. ",
    " The rule of six applied once more, and restaurants, pubs and hotels had permission to open and sell food and drinks as  usual, as long as they followed social distancing rules. <br/>",
    "The first people were vaccinated on 8 December, but before Christmas it was discovered that there was a new variant of  Covid in England, and that it spread more easily than the previous form. ",
    "Cornwall went into tier two on Boxing Day. <br/>",
    "In July, Google announced that it had plans to lay a new network cable under the Atlantic Ocean, connected to the  British mainland near Bude. <br/>",
    "In August it was announced that there will be a new museum in St Ive near Liskeard to celebrate the life of Emily  Hobhouse, feminist and human rights campaigner. <br/>",
    "In Black History Month, October, a new course to celebrate the work of inspirational black leaders was a great success,  according to teachers in Cornwall. <br/>",
    "In November, work began on the next stage of the scheme to protect the rail line that joins Cornwall and South Devon  to the rest of the United Kingdom. <br/>",
    "In December, a drone successfully carried supplies from the mainland to the Isles of Scilly for the first time. ",
    "It  completed the 60-mile (97km) round trip, delivering a box from the NHS to St Mary’s airport. <br/>",
    "In September, a great grand-mother from Looe ran the 5K Race for Life, in spite of suffering from incurable lung  cancer. ",
    "Anne Libby, who is 68 years old, wanted to raise money for the charity, Cancer Research. ",
    "How was she after the  race? She answered with a laugh, ‘Brilliant, really enjoyed it, I’m on a high now – endorphins running. ",
    "Yeah, fantastic  support’. <br/>",
    "You’ve been listening to the News on BBC Radio Cornwall. ",
    "This week’s script was written by me, Wella Morris. ",
    "The  editor was Steve Penhaligon. ",
    "Happy New Year to you all."
    
    ]  
}