{
  "cornish": [

    "Dohajydh da, ha dynnargh dhe dhyllans an seythen ma 'An Nowodhow' war BBC Radyo Kernow.  <br/><hr> ",
    "Yma edhom dhe Greslu Kernow ha Dewnens a weres dhyworth an tus dhe skoodhya an studh yn-dann naw alhwedh. ",
    "“Ny yllyn ni konstrina rewlys yn-dann naw alhwedh heb gweres dhyworth an poblek” a leveris Pennkreswas Kernow ha Dewnans. ",
    "Shaun Sawyer a leveris res yw dhe’n poblek “gwari aga rann” dres obaya an rewlys. ",
    "Ev a leveris rewlys yn-dann naw alhwedh dhe vos konstrinys, mes drefen bos “moy a fordhow yn Dewnens hepken ages yn Pow Belg yn tien” nyns yw possybyl rag sodhogyon  dhe vos yn pub le yn kettermyn. ",
    "“Omrewlyewgh mar pleg, yma mil dus ow merwel pub dydh… hwi a wor pyth dhe wul, gwrewgh e mar pleg” yn-medh Mester Sawyer. ",
    "Yma’n kreslu owth usya kerri ughel aga gweladewder hag aswonvos plat niver awtomatek rag surhe nyns usi an dus ow kul marnas viajys res. ",
    "Herwydh Mester Sawyer, rewlyans dres an pandemek a dheuth ha bos “glewa” drefen bos an studh mar hir. ",
    "“Ni a wra y gonstrina hag y fydh meur a wriansow, ha meur a geskowsow kales mar pes hemma” yn-medh ev.  ",
    "Pow Sows a dheuth ha bos yn-dann naw alhwedh an peswora mis Genver rag gwitha an Gonis Yeghes Kenedhlek a vos reverthys. <br/><hr> ",
    "Devnydh bryghlin pennskol Rysoghen re dhallethas yn Kernow. ",
    "Trigoryon trevow gwith yw yn-mysk an kynsa tus dhe dhegemeres an bryghlin Oxford AstraZeneca yn Kernow. ",
    "Laura Westaway, dyghtyores tre with a leveris “Dhe vos rann an dalleth a dal moy ages geryow a allo deskrifa.” ",
    "An bryghlin koronavirus a vydh danvenys dhe vedhegvaow medhogyon vayni, ha’n dus a vydh kestevys herwydh an bagasow ragwir kussulyes seulabrys.",
    "Yma amkan dhe’n Gonis Yeghes Kenedhlek dhe brofya an bryghlin dhe’n brassa rann a drigoryon treow gwith erbynn penn mis Genver.<br/><hr> ",
    "Yma gorhel treus kanel “drudh” re beu kemerys mes a wonis poblek parkyes war avon yn Kernow. ",
    "An P&O Pride of Burgundy a dhyghtyas an fordh ynter Dover ha Calais dres hwegh bledhen warn ugens, mes lemmyn yma’n gorhel war’n avon Fal, ogas dhe Druru. ",
    "Skodhyoryon daromres mor a leveris yth yw “Pur drist” an gorhel aswonnys avel “the Burg” re beu desedhys drefen bos demond ow kodha dres an pandemek Kovid 19. ",
    "Skrifer gorholyon, Nige Scutt y hanow, a leveris “an gorhel yw drudh” hag yma own dhodho  na wra an gorhel dastalleth y wonis. ",
    "Kannas P&O a leveris “ny wrons i provia manylyon po kampol ow tochya an mater ma dhe’n  media y’n pols ma.” <br/><hr> ",
    "Pennskol Garesk ha Pennskol Aberfala re erviras dilea po daskor arghans rent rag  studhyoryon. ",
    "Pennskol Aberfala a vynnsa gweres dhyworth an governans drefen an ervirans dhe dhos  gans “kost arghansek a bris” rag an bennskol. ",
    "Peter Cox, Pennsodhek Gweythresans Pennskol Aberfala, a leveris: “Ni a vynnsa gweles  skoodh dhyworth an governans hag yth eson orth aga gwaska rag henna.” ",
    "An ervirans a dheuth yn pols mayth yw “kostow Kovid dres an diwettha naw mis lies milvil a beunsow.” ",
    "Yma edhom dhe’n pennskolyow a arghans rent rag “arghasa kanaseth adhyskansek” yn medh ev. ",
    "Kannas Pennskol Garesk a leveris an bennskol dhe woslowes orth an studhyoryon yn ogas  hag i a ros grassow orth an studhyoryon re rosa daslev. ",
    "An rewl, an pyth a weyth dhe studhyoryon gans kevambosow restrys dres an bennskol ynwedh, a dhallathas an peswora mis Genver, hag gwaytys yw dhe besya bys kres mis Hwevrer.<br/><hr> ",
    "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow. ",
    "An dowlen an seythen ma a veu skrifys ha presentys genev vy Kensa Broadhurst. ",
    "An pennskrifer o Steve Harris. Bys dy’ Sul nessa, dydh da dhywgh hwi oll. "
    
    
    ] ,
  "english":[

    "Good afternoon and welcome to this week’s edition of ‘An Nowodhow’ on BBC Radio Cornwall. ",
    "Devon and Cornwall Police need people to help support the lockdown. ",
    "“We can't enforce” lockdown rules without help from the public, Devon and Cornwall's chief constable has said. ",
    "Shaun Sawyer said the public have to play their part by obeying the rules. ",
    "He said the lockdown rules are being enforced, but “with more roads in Devon alone than there is in Belgium” officers could not be everywhere at once. ",
    "“Please regulate yourself, 1,000 people a day are dying... you know what to do, please do it,” said Mr Sawyer. ",
    "He said the police was using more high visibility patrols and automated number plate recognition to ensure people are only making essential journeys. ",
    "According to Mr Sawyer policing during the pandemic had become “more intense” because of the length of the situation. ",
    "“We are going to enforce it and there is going to be a lot of activity and a lot of difficult conversations if this carries on,” he said. ",
    "England went into lockdown on 4 January to try to prevent the NHS from becoming overwhelmed. ",
    "Use of the Oxford University vaccine has begun in Cornwall. ",
    "Residents at care homes are among the first to get the Oxford-AstraZeneca vaccine in Cornwall. ",
    "Laura Westaway, a care home manager said: “To be part of the rollout means more than words can describe”. ",
    "The coronavirus jab will also be sent to GP surgeries, and people will be contacted according to advised priority groups.",
    "The aim of the NHS is to offer vaccines to most care home residents by the end of January. ",
    "A “favourite” cross-Channel ferry that has been taken out of service is now moored on a river in Cornwall. ",
    "The P&O Pride of Burgundy served the Dover to Calais route for 26 years but is now on the River Fal near Truro. ",
    "Shipping enthusiasts said it was “very sad” the ship they called “the Burg” had been laid up due to the falling demand during the Covid-19 pandemic. ",
    "Shipping writer Nige Scutt said “the ferry is a favourite” and feared the ferry may not return to service. ",
    "A spokesman for P&O said it was “not providing any details or comments on this matter to the media, at this time”. ",
    "The University of Exeter and Falmouth University have decided to cancel or refund rent for students. ",
    "Falmouth University would like for government help as this decision comes at a “significant financial cost” to the university. ",
    "Peter Cox, Falmouth University's chief operating officer, said: “We would like to see support from the government and we are lobbying for that.” ",
    "The decision came at a time when the “Covid costs of the last nine months have been many millions of pounds”. ",
    "Rent money is needed by the universities to “fund the educational mission”, he said. ",
    "A University of Exeter spokesman said it had listened closely to the students and thanked those who had given feedback. ",
    "The rule, which also applies to students who have contracts which were arranged through the university, began on 4 January and is expected to stay in place until mid-February. ",
    "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall. ",
    "This week’s programme was written and presented by me Kensa Broadhurst. ",
    "The editor was Steve Harris. Until next Sunday, good day to you all."
    ] 
}