{
  "cornish":[
    "Dohajydh da, ha dynnargh dhe dhyllans an seythen ma 'An Nowodhow' war BBC Radyo Kernow.<hr> ",
    "Fylm a’n bagas shanti Kernewek, Fisherman’s Friends y hanow, a wra dos ha bos ilowek.",
    "Yma govenek y hwra ygeri an ilowek an kynnyav ma, y’n Hel Kernow yn Truru.",
    "Kannas an bagas, dhyworth Porthysek, a leveris aga bos “pur wothus” drefen an ilowek dhe lonchya yn aga honteth dre.",
    "Y tallathas an bagas shanti kana yn aga diwotti leel, mes a-wosa i a ganas war an wariva veur dhe Enys Wedren, Glastonbury, hag yth esa dhedha albom “a’n ughella deg”y’n Ruvaneth Unys.",
    "I a berformyas war-barth a-dhia mil naw kans pymthek ha peswar ugens, pan glewas aga shantiow an darlesor a vri, Johnnie Walker y hanow.",
    "I a sinas bargen rekordya gans an bagas Universal yn dew vil ha deg.",
    "Yn pols ma, aga shantiow yw dhe les arta drefen bern yn shantiow kawsys gans omrians media socyal TikTok.",
    "“Pur yntanys on ni” a leveris esel an bagas, Jon Cleave y hanow.",
    "Yma govenek dhodho y fydh blas Kernow, ha nebes hwedhlow leel y’n ilowek.",
    "Ygeryans an ilowek a vydh wosa ober drehevyans gans kost a ugens milvil a beunsow war Hel Kernow.",
    "Herwydh Pennweythresek Hel Kernow, Julian Boast y hanow, nyns eus gwella fordh rag solempnya dasygeryans an hel ages diskwedhes an ilowek.<hr> ",
    "Yma govenek dhe’n gwella peldrosyoryon Gernewek y fydh chons dhedha gwari yn aga hynsa kesstrif keswlasek yn despit dhe’n pandemek kovid nownsek.",
    "Kevarwodhyas pel droos keffrysyans pel droos Kernow, Andrew Bragg y hanow, a leveris yma hwans dhe’n cita Nice, yn Pow Frynk, ostys an kesstrif, y hallsa hwarvos an kesstrif.",
    "Wosa an para Kernewek dhe dhos ha bos esel Conifa yn dew vil hag etek, kowethyans neb a rester pel droos keswlasek rag ranndiryow yn-mes an kowethyans FIFA, ny wrug an para Kernewek gwari yn hwarvos meur na hwath.",
    "An kesstrif rag dewdhek para a vydh mis Metheven.",
    "“Res yw dhyn tewlel towl avel y fydh an kesstrif ow hwarvos yn Nice” yn-medh Mester Bragg.",
    "Kales yw dhe dhemondya arghasieth dhyworth kowethyansow yn pols ma.",
    "Y fydh edhom dhe dheg den warn ugens dhe viajya yn Pow Frynk, ytho y fydh viaj kostek.<hr> ",
    "Kopel a wodhva gras a aga hemeneth wosa aga chi dhe vos distruys yn tardh gas an mis eus passys.",
    "Yma towl haval dhe’n dowlen bellwolok DIY SOS rag dasdhrehevel an chi.",
    "Nyns esa surheans dhe Josie hag Alan Cornish pan veu aga chi yn Porthbud distruys an ugensves mis Genver.",
    "Res o dhe Vestres Cornish triga yn klavji rag dyghtyans.",
    "Yma govenek dhe’n kopel aga chi dhe vos dasdhrehevys yn hwegh mis.",
    "Negysyow leel a wra ri gonis ha devnydhyow drehevyans.",
    "Aga myrgh, Demelza Snell hy hanow, a leveris hy mamm ha tas dhe vynnes godhvos gras a bubonan neb a brofyas kuvder ha gweres dhedha.<hr> ",
    "Yma govenek dhe vodhoges kemeneth ledyoryon an bys dhe weles an “Porthia gwir” pan dheuthons rag an keskussulyans G7.",
    "Bagasow yn Porthia ha Porthreptor a vynnsa an hwarvos dhe dhri lesow rag an gemeneth leel.",
    "“Yma boghosogneth yn Porthia” yn-medh Gill Scott Anderson.",
    "Hi a rester talgellow boos a dreus dhe’n dre rag an huni gans edhom dhedha.",
    "Herwydh Mestres Scott Anderson yma edhom bras a’n talgellow yn pols ma, gans lies telyu owth omdewlel.",
    "“Yn gwiryonedh, Porthia yw kemeneth gans meur a dhibarder”yn-medh hi.<hr> ",
    "Yth esowgh hwi ow koslowes orth ‘An Nowodhow’ war BBC Radyo Kernow.",
    "An dowlen an seythen ma a veu skrifys ha presentys genev vy Kensa Broadhurst.",
    "An pennskrifer o Wella Morris.",
    "Bys dy’ Sul nessa, dydh da dhywgh hwi oll."] ,
  "english":[
    "Good afternoon and welcome to this week’s edition of ‘An Nowodhow’ on BBC Radio Cornwall.",
    "A film about Cornish sea shanty group, Fisherman's Friends, is becoming a musical.",
    "It is hoped the musical will open at the Hall for Cornwall in Truro this autumn.",
    "A spokesman for the group, from Port Isaac, said they were “so proud” that the musical would be launched in their home county.",
    "The sea shanty band began singing in their local pub but later played the main stage at Glastonbury and having a top 10 UK album.",
    "They have performed together since 1995 when famous broadcaster Johnnie Walker heard their shanties.",
    "They signed a record deal with the Universal group in 2010.",
    "Now there is interest in their shanties again due to renewed interest in sea shanties caused by social media app TikTok.",
    "“We're all very excited about it,” said band member Jon Cleave.",
    "He hopes there will be a taste of Cornwall and a few local stories in the musical.",
    "The opening of Fisherman's Friends: The Musical will come after £20m of building work on the Hall for Cornwall.",
    "According to Julien Boast, chief executive of Hall For Cornwall, there is no better way to celebrate the re-opening than hosting the musical.",
    "Cornwall's best footballers are hoping they will still be able to play in their first international tournament despite the Covid-19 pandemic.",
    "The Kernow FA's director of football Andrew Bragg said the city of Nice, in France, hosts of the tournament, hope the competition can happen.",
    "After joining Conifa in 2018, an organisation which facilitates international football for non Fifa affiliated regions, the Cornish team has yet to play in a major event.",
    "The 12-team tournament will be in June.",
    "“We've got to plan like Nice is going ahead,” said Mr Bragg.",
    "At the moment it is difficult to ask companies for sponsorship.",
    "Thirty people will need to travel to France, so it will be an expensive trip.",
    "A couple have thanked their community after their house was destroyed in a gas explosion last month.",
    "There is a plan like the television programme DIY SOS-style to re-build the house.",
    "Josie and Alan Cornish had no insurance when their home in Bude was destroyed on 20 January.",
    "Mrs Cornish had to stay in hospital for treatment.",
    "The couple hope their home will be rebuilt in six months.",
    "Nearby businesses will supply labour and materials.",
    "Their daughter Demelza Snell said her Mum and Dad would like to say a massive heartfelt thanks for everybody who has offered kindness and help.",
    "A community volunteer says she hopes world leaders see the “real St Ives” when they come for the G7 summit.",
    "Groups in St Ives and Carbis Bay would like the event to bring benefits to the local community.",
    "“There is poverty in St Ives,” said Gill Scott Anderson.",
    "She organises food pantries across the area for those with need of them.",
    "According to Ms Scott Anderson there is huge demand for the pantries with many families struggling.",
    "“In reality St Ives is a community where there is a lot of inequality,” she said.",
    "You are listening to ‘An Nowodhow’ on BBC Radio Cornwall.",
    "This week’s programme was written and presented by me Kensa Broadhurst.",
    "The editor was Wella Morris.",
    "Until next Sunday, good day to you all."
    
    ]  
}