[
  {
    "class": "left",
    "icon": [
       "/img/people/rodlyon.jpg"
    ],
    "header": "Rod Lyon",
    "image": "",
    "footer": "",
    "cornish": "Ha lebmyn Jori, my a vydn govyn orthis yn kever Kernewek, ytho, my a vydn dalleth dre wovyn orthis, prag y hwruss’ta dyski Kernewek?",
    "english": "And now Jori, I want to ask you about Cornish, so, I will start by asking you, why did you learn Cornish?",
    "colour": "",
    "audio": "interview/jori_32_mono-01"
 },
  {
    "class": "right",
    "icon": [
       "/img/people/joriansell.jpg"
    ],
    "header": " Jori Ansell",
    "image": "",
    "footer": "",
    "cornish": "My a dhallathas dyski Kernewek moy es 30 blydhen lemmyn. Yth esa les dhymm yn kever yethow dre vras. My a dhyskas Frynkek, Almaynek ha Latin yn skol, hag yn ow skol-vy yth esa deu dhyskador a gows yn Kembrek, ha dres lies blydhen my a vynna dyski Kembrek rag godhvos an pyth esens-i ow leverel, ha pan dheuth-vy dhe Gernow, my a brederys y fynnen-vy dyski Kernewek, hag ynwedh my a gavas ow hanow teylu y’n lyver ‘Henwyn Kernewek’ - an lyver gans Gunwyn.",
    "english": "I started to learn Cornish more than 30 years ago now. I was interested in languages in the main. I learnt French, German and Latin in school, and in my school there were two teachers who used to speak in Welsh, and for many years I wanted to learn Welsh to know what they were saying, and when I came to Cornwall I thought that I would learn Cornish, and also I found my family name in the book ‘Cornish Names’ - the book by Gunwyn.",
    "colour": "",
    "audio": "interview/jori_32_mono-02"
 },
  {
    "class": "left",
    "icon": [
      "/img/people/rodlyon.jpg"
    ],
    "header": "Rod Lyon",
    "image": "",
    "footer": "",
    "cornish": "Ha fatel wre’ta gul devnydh a Gernewek puptydh?",
    "english": "And how do you make use of Cornish everyday?",
    "colour": "",
    "audio": "interview/jori_32_mono-03"
 },
 {
   "class": "right",
   "icon": [
      "/img/people/joriansell.jpg"
   ],
   "header": " Jori Ansell",
   "image": "",
   "footer": "",
   "cornish": "Wel, my a skriv nebes Kernewek - pupprys yma treylyansow dh’aga gul; yma treylyansow byhan der an Keskowethyans ha drefen ow bos treylyer rag soodh rag lies blydhen, yma hwath ow tos dhymm der e-bost po y’n post dh’aga gul. .... My a gows Kernewek moy der an pellgowser y’n dedhyow-ma, mes ynwedh yma lies kuntelles hag erel, hag yma chons dhe gewsel Kernewek yn lies fordh.",
   "english": "Well, I write some Cornish - always there are translations to do; there are small translations through the Partnership and because I have been a professional translator for many years, I am still getting them through e-mail or the post to do. .... I speak Cornish more over the telephone these days, but also there a lot of meetings etc., and there is a chance to speak Cornish in many ways.",
   "colour": "",
   "audio": "interview/jori_32_mono-04"
},
{
   "class": "left",
   "icon": [
      "/img/people/rodlyon.jpg"
   ],
   "header": "Rod Lyon",
   "image": "",
   "footer": "",
   "cornish": "Hedn o an problem - my a yl perthi kov y’n dedhyow avar ha my ow tyski Kernewek, hag a vynna kewsel moy, ... ah ... an gwetha tra ragov-vy yw dhe dhevnydhya an pellgowser, drefen nag eus chons dhymm gul devnydh ow diwleuv - hedn yw an problem, res yw dhymm prederi yn Kernewek hag y usya heb arwoedh vydholl.",
   "english": "That was the problem - I can remember in the early days when I was learning Cornish, and wanted to speak more... ah ... the worse thing for me is to use the telephone, because I don’t have a chance to use my hands - that’s the problem, I must think in Cornish and use it without any signs.",
   "colour": "",
   "audio": "interview/jori_32_mono-05"
},
{
   "class": "right",
   "icon": [
      "/img/people/joriansell.jpg"
   ],
   "header": "Jori Ansell",
   "image": "",
   "footer": "",
   "cornish": "Ya, ya, henn... henn yu an dra, my a grys bos henna an diwettha tra yn dyski pub yeth, dhe dhevnydhya an yeth der an pellgowser, drefen nag eus chons dhe wayvya adro an diwla po travydh, po mynhwerthin - hag yth yw an yeth kewsys heb ken. Ya, my .. my a gows meur a Gernewek der an pellgowser.",
   "english": "Yea, yea, that ... that is the thing, I believe that that’s the last thing when learning every language, to use the language on the telephone, because one doesn’t have the opportunity to wave the hands or anything about, or smile - and ... it’s the only spoken language. Yea, I ... I speak a lot of Cornish on the telephone.",
   "colour": "",
   "audio": "interview/jori_32_mono-06"
},
{
   "class": "left",
   "icon": [
      "/img/people/rodlyon.jpg"
   ],
   "header": "Rod Lyon",
   "image": "",
   "footer": "",
   "cornish": "Yn dha vrys Jori, fatel vo Kernewek y’n termyn a dheu, hag eus neb hunrosow dhis yn kever an tavas?",
   "english": "In your opinion Jori, what’s the future of Cornish, and have you any dreams concerning the language?",
   "colour": "",
   "audio": "interview/jori_32_mono-07"
},
{
   "class": "right",
   "icon": [
      "/img/people/joriansell.jpg"
   ],
   "header": "Jori Ansell",
   "image": "",
   "footer": "",
   "cornish": "Wel, my a garsa gweles Kernewek devnydhys dres Kernow oll avel yeth an gemmynieth, yth yw neb arwoedh aswonnans hag omaswonnans Kernow, hag ynwedh - ynwedh - my a grys y vos alhwedh dhe egeri an daras dhe’n istori hag henwyn tylleryow hag ertach a Gernow rag an re yowynk yn arbennik.",
   "english": "Well, I would like to see Cornish used across the whole of Cornwall as the language of the community, it’s a sign of acknowledgment and self-acknowledgment of Cornwall, and also - also - I believe it’s the key to open the door to the history and place names and the heritage of Cornwall the young ones above all.",
   "colour": "",
   "audio": "interview/jori_32_mono-08"
},
{
   "class": "left",
   "icon": [
      "/img/people/rodlyon.jpg"
   ],
   "header": "Rod Lyon",
   "image": "",
   "footer": "",
   "cornish": "Yth yw oll kemyskys warbarth nag yw, an ertach, henwyn tylleryow, an tavas, pup - puptra.....",
   "english": "It’s all tied up together isn’t it, the heritage, place names, the language, every - everything....",
   "colour": "",
   "audio": "interview/jori_32_mono-09"
},
{
   "class": "right",
   "icon": [
      "/img/people/joriansell.jpg"
   ],
   "header": "Jori Ansell",
   "image": "",
   "footer": "",
   "cornish": "....Yn surredi...",
   "english": "....Certainly...   ",
   "colour": "",
   "audio": "interview/jori_32_mono-10"
},
{
   "class": "left",
   "icon": [
      "/img/people/rodlyon.jpg"
   ],
   "header": "Rod Lyon",
   "image": "",
   "footer": "",
   "cornish": "....Yn surredi ya, ya....",
   "english": "....Certainly yea, yea....",
   "colour": "",
   "audio": "interview/jori_32_mono-11"
},
{
   "class": "right",
   "icon": [
      "/img/people/joriansell.jpg"
   ],
   "header": "Jori Ansell",
   "image": "",
   "footer": "",
   "cornish": "Henn yw an fordh dhe egeri an daras-na",
   "english": "That’s the way to open that door.",
   "colour": "",
   "audio": "interview/jori_32_mono-12"
},
{
   "class": "left",
   "icon": [
      "/img/people/rodlyon.jpg"
   ],
   "header": "Rod Lyon",
   "image": "",
   "footer": "",
   "cornish": "Ya, yth yw. Pandr’a wruss’ta-jy y’n dasserhyans Kernewek y’n kensa Jori?",
   "english": "What did you do in the Cornish revival at the start Jori?",
   "colour": "",
   "audio": "interview/jori_32_mono-13"
},
{
   "class": "right",
   "icon": [
      "/img/people/joriansell.jpg"
   ],
   "header": "Jori Ansell",
   "image": "",
   "footer": "",
   "cornish": "Y’n kensa, mos dhe dhyski an yeth, degemmerys-vy avel bardh an Orsedh, hag ena my a dheuth ha bos esel an bagas nowyth ‘Dalleth’, o selys a-dro dhe 1980 dell grysav, rag gweres teyluyow a vynnas maga aga flehes yn Kernewek, hag yth en-vy alhwedhor rag an bagas-na, ha tamm ha tamm my a dheuth ha bos moy omvaglys yn movyans an yeth, ha dos ha bos esel Kowethas an Yeth, hag an Gesva, hag erel, ha tamm ha tamm my a wrug moy ha moy. Dyski ynwedh.",
   "english": "At first, going to learn the language, accepting to be a bard of the Gorsedd, and then I became a member of the new group ‘Dalleth’, which was founded around 1980 I believe, to help families who wanted to bring up their children in Cornish, and I was treasurer for that group, and gradually I became more involved in the language movement, and became a member of ‘Kowethas an Yeth’, and the Board etc., and bit by bit I did more. Teaching also.",
   "colour": "",
   "audio": "interview/jori_32_mono-14"
},
{
   "class": "left",
   "icon": [
      "/img/people/rodlyon.jpg"
   ],
   "header": "Rod Lyon",
   "image": "",
   "footer": "",
   "cornish": "Y’n dedhyow avar-na, a yll’ta perthi kov a dus erel, era ow tyski Kernewek y’n kettermyn avelos-ta?",
   "english": "In those early days, can you remember other people who were learning Cornish at the same time as you?",
   "colour": "",
   "audio": "interview/jori_32_mono-15"
},
{
   "class": "right",
   "icon": [
      "/img/people/joriansell.jpg"
   ],
   "header": "Jori Ansell",
   "image": "",
   "footer": "",
   "cornish": "Y’n keth klass wel, yth esa John King, ev o koweth dhymmo-vy, ha John a dhyskas yn skon hag a dheuth ha bos pur freth - treweythyow nag usi ev yn Kernow lemmyn... ha ... piw aral yn dedhyow-na - yth esa nebes a dhyskas kens my dhe dhyski, bagas kepar ha Graham Sandercock, etc - Wella - a dhyskas martesen pymp po hwegh blydhen kens my dhe dhyski, hag ena my a berth kov Paul Holmes ha my ow tos dhe’th chi rag assaya klappya Rod, hag henn o dalleth assaya kewsel an yeth yn hwir, hag ynwedh wosa an klas yn Kolji Kernow, ni a wre mos y’n diwotti a-dal, y’n ‘Arwoedhyow Basset’ rag ‘Yeth an Werin’, hag yth esa lies person ena, Morwenna Jenkin, Loveday Jenkin, Ian Williams, Bernard Deacon, hag ...",
   "english": "In the same class well, there was John King, he was a friend of mine, and John learnt quickly and became very fluent - only occasionally is in Cornwall now... and .... who else in those days - there were some who learnt before I did, a group like Graham Sandercock, etc. - Wella - learnt perhaps five or six years before me, and then I remember Paul Holmes and I coming to your house to try chatting Rod, and that was a start to trying to truly speak the language, and also after the class in Cornwall College, we used to go in the pub opposite, in the ‘Basset Arms’ for a ‘Yeth an Werin’, and there many people there, Morwenna Jenkin, Loveday Jenkin, Ian Williams, Bernard Deacon, and ...",
   "colour": "",
   "audio": "interview/jori_32_mono-16"
},
{
   "class": "left",
   "icon": [
      "/img/people/rodlyon.jpg"
   ],
   "header": "Rod Lyon",
   "image": "",
   "footer": "",
   "cornish": ".... Kathy Biskeen....",
   "english": "... Kathy Biskeen ...",
   "colour": "",
   "audio": "interview/jori_32_mono-17"
},
{
   "class": "right",
   "icon": [
      "/img/people/joriansell.jpg"
   ],
   "header": "Jori Ansell",
   "image": "",
   "footer": "",
   "cornish": "Kathy Biskeen ... ya, yth esa bush da a dus ena, Jan Williams, Maggie Casson, hag erel.",
   "english": "Kathy Biskeen .... yea, there was a good crown of people there, Jan Williams, Maggie Casson, etc",
   "colour": "",
   "audio": "interview/jori_32_mono-18"
},
{
   "class": "left",
   "icon": [
      "/img/people/rodlyon.jpg"
   ],
   "header": "Rod Lyon",
   "image": "",
   "footer": "",
   "cornish": "Ya, meur dhe les an dedhyow-na. Pyth o an lettyans dhis y’n termyn eus passyes ha ty ow talleth dyski Kernewek?",
   "english": "Yea, very interesting those days. What was the obstacle to you in the past when you started to learn Cornish?",
   "colour": "",
   "audio": "interview/jori_32_mono-19"
},
{
   "class": "right",
   "icon": [
      "/img/people/joriansell.jpg"
   ],
   "header": "Jori Ansell",
   "image": "",
   "footer": "",
   "cornish": "Wel, my a aswonnas distowgh bos Kernewek dyffrans dyworth yethow erel - my a dhyskas Frynkek hag erel, y’n kensa le, ha my a welas bos lies dyffrans yethek gans treylyansow dhe dhalleth geryow - dyffrans yn tien dyworth an yethow dyskys genev kens. Mes my a besyas ynta gans henna, martesen yn lent. Yth esa kaletter gans an klass, drefen nag esa lies studhyer res o dhe Len Orme, an dyskador, devnydhya diw stevel, onan rag an kensa ha nessa gradh, ha stevel aral rag an tressa ha peswara, hag yth esa ev ow kerdhes ynter an dhiw stevel, ha martesen gesys en-ni rag hanter our heb dyskador, ha henn o pur gales...., yn arbennik pan en-ni avonsys. Res o dhodho spena rann a’y dermyn gans an kensa gradh. Mes Jowan ha my ha David Oates a spenas hanter our po moy heb dyskador - res o dhyn-ni dadhla hag owth assaya dismygi taklow agan honan, heb dyskador - henn o kales lowr, mes, es dhe gonvedhes an skila.",
   "english": "Well, I recognised at once that Cornish was different from other languages - I learn French etc. in the first place, and I saw that there many linguistic differences with mutations at the start of words - completely different from the languages I had learnt before. But I continued satisfactorily with that, perhaps slowly. There was a difficulty with the class, because there weren’t many students it was necessary for Len Orme, the teacher, make use of two rooms, one for the first and second grades, and another room for the third and fourth, and he was walking between the two rooms, and perhaps we were left for half an hour without a teacher, and that was very difficult...., especially when we were advanced. He had to spend a part of his time with the first grade. But John and me and David Oates spent half an hour or more without a teacher - we had to try and work out things for ourselves, without a teacher - that was difficult enough, but, easy to understand the reason",
   "colour": "",
   "audio": "interview/jori_32_mono-20"
},
{
   "class": "left",
   "icon": [
      "/img/people/rodlyon.jpg"
   ],
   "header": "Rod Lyon",
   "image": "",
   "footer": "",
   "cornish": "Ya, hedn o problem. Wel, my a dhallathas dyski yn chi ow honan, a wruss’ta an keth Jori, po a wruss’ta dalleth yn klass?",
   "english": "Yea, that was a problem. Well, I started learning in my own house, did you do the same Jori, or did you start in a class?",
   "colour": "",
   "audio": "interview/jori_32_mono-21"
},
{
   "class": "right",
   "icon": [
      "/img/people/joriansell.jpg"
   ],
   "header": "Jori Ansell",
   "image": "",
   "footer": "",
   "cornish": "Na, my a dhallathas yn klass. Pan ervirys-vy dhe dhyski, my eth dhe weles Dick Gendall, a driga y’gan ogas, hag ev a leverys, wel, ke dhe weles Len Truran, drefen bos lyvrow ganso. My eth dhe weles Len, prena lyvrow, hag ev a leverys wel, yma klass yn Kolji Kernow gans Len Orme, ha my a omrolyas ena",
   "english": "No, I started in a class. When I decided to learn, I went to see Dick Gendall, who used to live near to us, and he said, well, go and see Len Truran, because he has books. I went to see Len, bought books, and he sais well, there’s a class in Cornwall College with Len Orme, and I enrolled there.",
   "colour": "",
   "audio": "interview/jori_32_mono-22"
},
{
   "class": "left",
   "icon": [
      "/img/people/rodlyon.jpg"
   ],
   "header": "Rod Lyon",
   "image": "",
   "footer": "",
   "cornish": "Ya, yth yw koynt. My a borth kov lebmyn Dick Gendall, trygys yn ogas, ha my eth er y bydn y’n kynsa, ha kavos kusul da dyworto .... hag ev a leverys an keth tra .... ev a settyas ragov-vy nebes dyskansow - pur, pur gales ragov-vy - “‘barth Duw, nevra na wrama dyski an tavas-ma!” - mes my a’n gwrug war an diwedh. Yn kever dyski, wel, pub taves, mes Kernewek dres oll ragon-ni, a via da dhis gweles flehes y’n skol ow tyski Kernewek?",
   "english": "Yea, it’s strange. I remember now Dick Gendall, living close by, and I went to see in the first place, and had good advice from him ... and he said the same thing .... he set some lessons for me - very, very difficult for me - “Good God, I shall never learn this language!” - but I did eventually. With respect to learning, well, every language, but Cornish above all for us, would you like to see children in school learning Cornish?",
   "colour": "",
   "audio": "interview/jori_32_mono-23"
},
{
   "class": "right",
   "icon": [
      "/img/people/joriansell.jpg"
   ],
   "header": "Jori Ansell",
   "image": "",
   "footer": "",
   "cornish": "Oh ya, yn sur, henn yw gwrydhen an movyans yn hwir. An kaletter dres an bledhenyow re beu nag esa Kernewek y’n skolyow - oll an Kernewek yw dyskys yn klassow gorthuher, dhe dus yn kres a’ga os yn hwir, ha res porres yw dhyn-ni selya an yeth y’n gemmynieth dre y dhyski y’n skolyow. Nys eus fordh aral, ni re dhyskas henna dyworth Kembra, dyworth Manow, ha henn yw an fordh unik dhe blansa an yeth y’n gemmynieth.",
   "english": "Oh yea, surely, that is the root of the movement, truly. The difficulty over the years has been that there wasn’t Cornish in schools - all the Cornish is taught in evening classes, to middle-aged people in fact, and it is imperative that we base the language in the community by teaching it in schools. There is no other way, we have learnt that from Wales, from the Isle of Man, and that is the only way to plant the language in the community",
   "colour": "",
   "audio": "interview/jori_32_mono-24"
},
{
   "class": "left",
   "icon": [
      "/img/people/rodlyon.jpg"
   ],
   "header": "Rod Lyon",
   "image": "",
   "footer": "",
   "cornish": "Ha, war an diwedh Jori, pyth yw an gwella fordh yn rag y’th brys-jy, rag tus dhe gewsel Kernewek yn freth - pyth yw an gwella fordh?",
   "english": "And, finally Jori, what is the best way in your opinion, for people to speak Cornish fluently - what is the best way?",
   "colour": "",
   "audio": "interview/jori_32_mono-25"
},
{
   "class": "right",
   "icon": [
      "/img/people/joriansell.jpg"
   ],
   "header": "Jori Ansell",
   "image": "",
   "footer": "",
   "cornish": "Wel ragov-vy, my a dhyskas Kernewek dres teyr blydhen y’n dedhyow-na - oh, nyns esa peswara gradh, mes wosa sowynni an apposyans, nyns en-vy freth vydholl, ha’n fordh ragov-vy o dhe vos yn ‘Yeth an Werin’. Martesen henn o drefen bos nebes korev ena ynwedh! Henn o chons ragov-vy dhe dhalleth assaya dhe leverel neppyth, ha ragov-vy henn o an alhwedh dhe egeri an daras dhe gewsel yn freth. Wosa dalleth, nyns o re dhrog, my a ylli mos dhe’n Bennseythen, hag an kuntellesow, ha kewsel moy ha moy. Henn o an dalleth ragov-vy, an ‘Yeth an Werin’!",
   "english": "Well for me, I learnt Cornish over three years in those days - oh, there wasn’t a fourth grade, but after succeeding in the examinations, I wasn’t fluent at all, and the way for me was to go to a ‘Yeth an Werin’. Perhaps that was because there was some beer as well! That was a chance for me to try and start to say something, and for me that was the key to open the door to speak fluently. After a start, it wasn’t too bad, I was able to go to the ‘Pennseythen’ and the meetings, and speak more and more. That was the beginning for me, the ‘Yeth an Werin’!",
   "colour": "",
   "audio": "interview/jori_32_mono-26"
}
 ]